{
    "litv3.the_patreon.title0": "感谢你们的支持！",
    "litv3.the_patreon.description0": "我要感谢以任何方式支持我的所有人：在 Patreon 上订阅、租用服务器或下载我的任何整合包。",
    "litv3.the_patreon.description1": "你们的贡献非常重要。",
    "litv3.the_patreon.description2": "{image:kubejs:textures/item/kruscle.png width:100 height:100 align:1}",
    "litv3.the_patreon.description3": "本章献给我所有的 Patreon 支持者！他们是最棒的人 <3，我对他们感激不尽！",
    "litv3.the_patreon.description4": "如果你已加入并希望在这里进行自定义任务，请随时随地给我（dreams）发邮件，我们会为你安排！",
    "litv3.the_patreon.description5": "{image:minecraft:textures/item/emerald.png width:100 height:100 align:1}",
    "litv3.the_patreon.description6": "{image:kubejs:textures/item/plua.png width:100 height:100 align:1}",
    "litv3.the_patreon.description7": "{image:kubejs:textures/item/crankonator.png width:100 height:100 align:1}",
    "litv3.the_patreon.description8": "{image:kubejs:textures/item/lexileexx.png width:100 height:100 align:1}",
    "litv3.seasonal.title0": "Pumpkin Carving",
    "litv3.seasonal.title1": "Trick or Treating",
    "litv3.seasonal.title2": "Witch Interactions",
    "litv3.seasonal.title3": "Food",
    "litv3.seasonal.title4": "Village Decorations",
    "litv3.seasonal.title5": "Home Decoration",
    "litv3.seasonal.title6": "Any #snowyspirit:sleds",
    "litv3.seasonal.title7": "Sleds",
    "litv3.seasonal.title8": "Villagers AI",
    "litv3.seasonal.title9": "Any #snowyspirit:glow_lights",
    "litv3.seasonal.title10": "Winter themed blocks",
    "litv3.seasonal.title11": "Winter themed items",
    "litv3.seasonal.title12": "Winter themed decorations",
    "litv3.seasonal.title13": "Seasonal",
    "litv3.seasonal.subtitle0": "For variations, just set, take and reset the decorations, like you would do it with a painting.",
    "litv3.seasonal.description0": "• To carve a Pumpkin simply use a Shear on the top of a normal one. After this simply interact with it either through its GUI or using a Sword/Knife to carve it in world.",
    "litv3.seasonal.description1": "• Once you are happy with your design you can wax your Pumpkin to prevent further edit or craft it/click on it with a Torch to create a Jack'o'Lantern. Default carved Pumpkins can still be accessed by carving one on its side instead.",
    "litv3.seasonal.description2": "• Just like any other Pumpkin you can wear it and give it to Snow Golems.",
    "litv3.seasonal.description3": "• Baby villagers will now wear a mask at night. They can have 8 possible masks: creeper, pumpkin, zombie, illager, piglin, skeleton, enderman, spider and paper bag.",
    "litv3.seasonal.description4": " ",
    "litv3.seasonal.description5": "• Baby villagers will go door to door once night sets and will start trick or treating. Once a villager interacts with an adult one of 3 things can happen:",
    "litv3.seasonal.description6": "1. The adult will give the kid a random Candy (which also includes some from other mods like Supplementaries) and the kid will then visit another villager.",
    "litv3.seasonal.description7": "2. The adult might not have any Candy and give the kid some Coal.",
    "litv3.seasonal.description8": "3. The kid's spooky costume might scare off the adult.",
    "litv3.seasonal.description9": "4. If a kid doesn't receive any Candy from an adult for whatever reason, he will take out some Eggs... You know what's next…",
    "litv3.seasonal.description10": "• If a baby villager is unfortunate enough to encounter a Witch during its night walk he will try to interact with her and ask her for Candy. Here 3 things can happen:",
    "litv3.seasonal.description11": "1. The Witch will spook and scare off the children.",
    "litv3.seasonal.description12": "2. The Witch will give the kid a Rotten Apple.",
    "litv3.seasonal.description13": "3. More rarely the Witch will give out a special Grim Apple to the unlucky trick or treater.",
    "litv3.seasonal.description14": "• During the day (and their play time so from 3000 ingame time) kids will actually start eating all the Candies that they have collected. Doing so will decrease their age a little and heal them. This means that they will be able to trick or treat for more nights in a row!",
    "litv3.seasonal.description15": "• Rotten Apples are a new food that has been added. It's similar to Rotten Flesh and can rarely drop from Oak and Dark Oak Leaves. It can be combined with many other nasty ingredients to make a Grim Apple.",
    "litv3.seasonal.description16": "• Grim Apples are a more evil version of Rotten Apples and can be seen as the opposite of a Golden Apple. They will give all sorts of negative effects when consumed. If a kid has a Grim Apple in its inventory he will consume as with any other food it receives but doing so will actually start converting it into a Witch so be careful!",
    "litv3.seasonal.description17": "• Corn is a new 3 blocks tall rare crop that can be rarely found in abandoned farms, a mysterious new structure that the mod adds. It can be crafted into various items like Popcorn, Candy Corn or put in a Paper Bag next to a Campfire to pop it! Also has full integration with Farmer’s Delight.",
    "litv3.seasonal.description18": "• Splattered Egg can be placed by throwing Eggs at any block.",
    "litv3.seasonal.description19": "During Halloween season (from the 20th of October to 10th of November, adult villagers will begin placing 1 Pumpkin each around the village. ",
    "litv3.seasonal.description20": "&oNote that they cannot do so in their work time and in suitable location, that is on grass or sand and above y=64.&r ",
    "litv3.seasonal.description21": "Baby villagers can take out some Shears and carve any Pumpkin they see. This again happens during their play time so for example at time 3000. At night baby villagers will try to light up the last Pumpkin they carved. At the end of season (after the 10th of November or whatever is set in the configs) adult villagers will try to remove all the Pumpkins they have placed down. ",
    "litv3.seasonal.description22": "&oAlso note that all of this is supposed to occur rarely so to gradually fill up a village.&r",
    "litv3.seasonal.description23": "• Sleds are new way to get around Snow. Differently from Boats they curve around the terrain they encounter making them able to smoothly climb up and down slopes.",
    "litv3.seasonal.description24": "• When going downhill they will also accelerate further making ski courses possible.",
    "litv3.seasonal.description25": "• Sleds have improved mobility on Ice and while being able to slide on Snow are still able to steer and you can even bring them to a full stop by rotating the sled by 90 degrees, as you would in real life!",
    "litv3.seasonal.description26": "• Chests can be placed on them to give some inventory space. Also works with Shulker Boxes and Sacks from Supplementaries.",
    "litv3.seasonal.description27": "• You can also attach a tamed Wolf with a Lead to it. When Sleds are pulled by Wolves they will have increase mobility, speed and will be able to climb up with minimal deceleration.",
    "litv3.seasonal.description28": "• Igloos can now spawn with an additional Sled with Chest in front that can contain some sweet winter loot.",
    "litv3.seasonal.description29": "• Sleds can be further customized by placing Carpets on top of them. Doing so will additionally prevent freezing when sledding on top of frigid Powdered Snow.",
    "litv3.seasonal.description30": "• During winter time villagers will occasionally place down Wreaths on their house doors. They can only place one each and don't worry, they will clean them up when winter is over. Wreath placing can happen during idle time so at around 0 for example.",
    "litv3.seasonal.description31": "• Villagers will also place down Present blocks containing some cool items. They will only be able to place one Present each and will do so during their meet time (after 9000) around their meeting point.",
    "litv3.seasonal.description32": "• Baby villagers from Taiga and Tundra will throw Snowballs at any entity they see during their play time.",
    "litv3.seasonal.description33": "• 'Winter Time' is a period of time which can be configured with the provided configs and by default goes from the 20th of December to the 30th of January.",
    "litv3.seasonal.description34": "• Ginger: a new crop that can be crafted into Gingerbread Blocks, a new decorative block. Wild Ginger can be found in Sparse Jungle biomes.",
    "litv3.seasonal.description35": "• Wreaths: can be placed on doors to bring some Christmasy joy to your house. Works with all modded doors as well.",
    "litv3.seasonal.description36": "• Glow Lights: an item that can be placed on any Leaves to give it some glow in the dark action. Can be removed with Shears or broken.",
    "litv3.seasonal.description37": "• Snow Globe: a block that will change to its snowy state when placed in places where it can snow.",
    "litv3.seasonal.description38": "• Candy Cane: a sweet looking item, literally. Can be crafted in decorative Candy Cane Blocks.",
    "litv3.seasonal.description39": "• New music disc: a new winter themed music disc has been added and can be rarely found in Presents and Igloo Sled Chests.",
    "litv3.seasonal.description40": "The Christmas Tree can be decorated with Gold Ingots, Glowstone Dust or Sweetberries. There are 3 layers and each layer has four sides, so in total twelve slots for decoration. Each decoration slot can be individually decorated.",
    "litv3.reborn_of_the_end.title0": "End Highlands",
    "litv3.reborn_of_the_end.title1": "This is the End.....",
    "litv3.reborn_of_the_end.title2": "Mimicube",
    "litv3.reborn_of_the_end.title3": "Endergrade",
    "litv3.reborn_of_the_end.title4": "End Virus",
    "litv3.reborn_of_the_end.title5": "Hope it isn't Contagious",
    "litv3.reborn_of_the_end.title6": "The End",
    "litv3.reborn_of_the_end.subtitle0": "Enter the End portal",
    "litv3.reborn_of_the_end.subtitle1": "Respawn the Ender Dragon",
    "litv3.reborn_of_the_end.subtitle2": "Escape the Island",
    "litv3.reborn_of_the_end.description0": "This biome generates as part of the outer islands of the End, forming the gradual slope from the hilltops of each island down to the cliffs around the edge. End cities generate here, but chorus trees do not.",
    "litv3.reborn_of_the_end.description1": "This biome generates as part of the outer islands of the End which consists of the empty expanses between the larger islands, populated only by smaller, circle-shaped islands. Neither end cities nor chorus trees can generate in this biome.",
    "litv3.reborn_of_the_end.description2": "A drop from Mimicubes that can be used to duplicate enchanted tools, result is broken but duplicate tool.",
    "litv3.reborn_of_the_end.description3": "A slime relative of the End found typically in End Cities. Have very powerful magical abilities of mimicing an attackers weapons and armor.",
    "litv3.reborn_of_the_end.description4": "This large animal of the End is a peaceful floating creature that is happy spending its days just floating around Chorus Forests eating chorus fruits. You can lure a Endergrade over to you by holding a Chorus fruit which you can also use to breed them.",
    "litv3.reborn_of_the_end.description5": "Once you lead a Endergrade down to you with a Chorus fruit you can saddle them much like a pig in the overworld. By crafting a Chorus Fruit on a Stick you can lead an Endergrade around in any direction you want.",
    "litv3.reborn_of_the_end.description6": "A special firework with special DNA effect that can be made in the End.",
    "litv3.reborn_of_the_end.description7": "Encounter Enderiophage",
    "litv3.reborn_of_the_end.description8": "The Enderiophage is pretty much just a giant virus commonly found in the End Midlands. It's primary prey is the Endergrades, but it will also attack Endermen. If allowed to pass on its virus it will affect the host until they die and burst with new Enderiophages. ",
    "litv3.reborn_of_the_end.description9": "To heal the End Flu Chorus fruit or milk can be eaten/drank.",
    "litv3.reborn_of_the_end.description10": "A drop from Enderiophage, it can hold a stack of items inside which will be transported into whatever block is above them.",
    "litv3.pathfinder.title0": "Dungeon Diving",
    "litv3.pathfinder.title1": "Pathfinder",
    "litv3.pathfinder.subtitle0": "New dungeons and challenges",
    "litv3.pathfinder.subtitle1": "Discover a Battle Tower",
    "litv3.pathfinder.subtitle2": "Discover a Spider Cave",
    "litv3.pathfinder.subtitle3": "Discover a Catacomb",
    "litv3.pathfinder.subtitle4": "Discover a Fortress of the Undead",
    "litv3.pathfinder.subtitle5": "Discover a Monster Room",
    "litv3.pathfinder.subtitle6": "Enter an overworld city",
    "litv3.pathfinder.subtitle7": "Discover a Small Prairie House",
    "litv3.pathfinder.subtitle8": "Find all the new Mineshafts(14)",
    "litv3.pathfinder.subtitle9": "Discover an Illager Corsair or an Illager Galley",
    "litv3.pathfinder.subtitle10": "Find all the new Villages(11)",
    "litv3.pathfinder.subtitle11": "Find all new outposts(14)",
    "litv3.pathfinder.subtitle12": "Discover a Nether City",
    "litv3.pathfinder.subtitle13": "Discover a Jungle Fortress",
    "litv3.pathfinder.subtitle14": "Discover an Underground Bastion",
    "litv3.pathfinder.subtitle15": "Locate a Pillager Camp",
    "litv3.pathfinder.subtitle16": "Locate a Bastille",
    "litv3.pathfinder.subtitle17": "Discover every biome(49)",
    "litv3.pathfinder.description0": "There are dozens of new dungeons, some of them are guarded with Bosses.",
    "litv3.pathfinder.description1": "What are you waiting for? Go conquer them all!",
    "litv3.not_enough_food.title0": "Pet Foods",
    "litv3.not_enough_food.title1": "Feasts",
    "litv3.not_enough_food.title2": "Tea time!",
    "litv3.not_enough_food.title3": "Not Enough Food",
    "litv3.not_enough_food.subtitle0": "The Cutting Board is a workstation where players can break down one item into many outputs, by using a valid tool on it.",
    "litv3.not_enough_food.subtitle1": "Feasts are very large meals, which can be placed as a block to provide multiple servings to players.",
    "litv3.not_enough_food.description0": "The Stove is a direct upgrade to the Campfire's cooking features, and a suitable heat source for the Cooking Pot.",
    "litv3.not_enough_food.description1": "To add items to its grill, simply right-click the Stove when it has no objects blocking its top face. Stoves detect campfire recipes to cook, meaning they usually also take 30 seconds to fully prepare items. Stoves cannot be automated through item transferring blocks (e.g. Hoppers), but require no fuel to cook items, much like a Campfire.",
    "litv3.not_enough_food.description2": "Stoves can hold six (6) items on its grill, and will gently pop cooked outputs above its surface, instead of throwing them around.",
    "litv3.not_enough_food.description3": "Stoves can be put out using shovels or buckets of water, and reignited with Flint and Steel.",
    "litv3.not_enough_food.description4": "When consumed, it will remove a single random negative effect from the player, keeping positive ones untouched. This provides a simple use for Cocoa Beans in difficult, risky trips.",
    "litv3.not_enough_food.description5": "Items can be placed on the Cutting Board by using them on it. It always prefers receiving items from the off-hand, allowing players to hold their ingredients there while holding the tool in their main hand, processing the stack simply by holding the use button.",
    "litv3.not_enough_food.description6": "When the correct tool is used on a valid item, it will be broken down into 1-4 different outputs, which are swiped sideways. Outputs always fly to the direction opposite to the Cutting Board's handle, allowing them to be collected by an item-capturing block, such as a Hopper or Basket. The tool receives 1 point of damage for each processed item.",
    "litv3.not_enough_food.description7": "This combination allows your mount to be a lot more agile during travels. Since mounts eat a large volume of feed, the item does not need to be contained in a Bowl, saving some inventory space.",
    "litv3.not_enough_food.description8": "This combination allows wolves to catch up a lot more easily with you or nimble opponents, as well as last longer in battle.",
    "litv3.not_enough_food.description9": "Feasts are not edible directly as an item; they must be placed down as a block first. When placed, players can use (right-click) them with Bowls to serve themselves with a consumable portion.",
    "litv3.not_enough_food.description10": "The existing feasts in Farmer's Delight provide 4 servings in total. Plated feasts will also leave behind leftovers in the form of a dirty plate; right-clicking or mining it will retrieve the original Bowl, and any bones or food scraps left behind.",
    "litv3.not_enough_food.description11": "The Cooking Pot is a workstation where you can both prepare and store a large amount of meals. When placed above any suitable heat source (campfire, open flames, lava, a stove etc.), it will start bubbling, indicating it's ready to cook.",
    "litv3.not_enough_food.description12": "You can put up to six ingredients inside a pot. If they match, the pot will start cooking them up into a meal. Most meals need a container to be served on, such as Bowls; the result slot will tell you which one to use. Simply add the container on the corresponding slot, or right-click the pot with it, to take a serving!",
    "litv3.not_enough_food.description13": "Meals tend to be quite large, so they don't stack up as high in your inventory. If you're not going to eat them all right away, you can just mine the whole pot and take it with you! Cooking Pots can hold 64 servings of any meal with a container, regardless of their maximum stack limit.",
    "litv3.my_colony.title0": "Supply Camp",
    "litv3.my_colony.title1": "Settling Down",
    "litv3.my_colony.title2": "Visit wiki for more info:",
    "litv3.my_colony.title3": "For More Info.....",
    "litv3.my_colony.title4": "World Generation Colonies",
    "litv3.my_colony.title5": "Pathing System",
    "litv3.my_colony.title6": "===================Pathing System=================",
    "litv3.my_colony.title7": "Colony Border System",
    "litv3.my_colony.title8": "===================Colony Border System===================",
    "litv3.my_colony.title9": "================Raid System====================",
    "litv3.my_colony.title10": "My Colony",
    "litv3.my_colony.subtitle0": "If a raid is currently in progress, your colonists will stop working and run home!",
    "litv3.my_colony.subtitle1": "Have a level 5 Town Hall",
    "litv3.my_colony.subtitle2": "Have 25 citizens",
    "litv3.my_colony.subtitle3": "Have 50 citizens",
    "litv3.my_colony.subtitle4": "Hire 8 guards",
    "litv3.my_colony.subtitle5": "Train 30 soldiers",
    "litv3.my_colony.subtitle6": "Have an army of 80",
    "litv3.my_colony.description0": "Before you get started on your new colony, you should find your perfect location. You need a large enough area for a full city-at least 8x8 chunks, and decently flat.",
    "litv3.my_colony.description1": "You should also gather as many resources as you can-wood, as well as cobble, coal, iron, flowers, string, leather, wool, saplings, and food.",
    "litv3.my_colony.description2": "Once you have chosen a location for your colony, you must place a Supply Ship or Supply Camp. You can only place one of these per world. The Supply Camp/Ship gives you the Town Hall block you need to officially start your colony.",
    "litv3.my_colony.description3": "They also have some other supplies you may need during the building of your colony. Once you have the Town Hall block and the building tool, the remaining camp/ship is just decoration. You can leave it or tear it down.",
    "litv3.my_colony.description4": "The Town Hall block is what actually creates the colony. It also functions as the center of it. This is where you start using the building tool to place buildings. Using the building tool ensures you can see exactly where the building will be, which",
    "litv3.my_colony.description5": "direction it will face, and if it is at the right Y level (some buildings need to be raised to the correct Y level).",
    "litv3.my_colony.description6": "Once the Town Hall block is placed, you will start receiving your initial 4 citizens.",
    "litv3.my_colony.description7": "Before anything can be built, you need a Builder. The Builder must build their own Builder’s Hut before building any other huts, and they cannot build or upgrade a hut to a higher level than their own hut level.",
    "litv3.my_colony.description8": "Your colonists will need a place to sleep and a house, so it is recommended to build a Tavern next. The Tavern also allows visitors to come to your colony, and you can recruit them to stay as citizens.",
    "litv3.my_colony.description9": "The next major thing you need for your colony is food. The fastest way to get food is to build a Fisherman’s Hut. You could build a Farm or one of the animal herders, but a Fisherman is faster. Building a Restaurant may also be advisable if you don’t",
    "litv3.my_colony.description10": "want to feed your colonists (or cook their food) by hand.",
    "litv3.my_colony.description11": "The Farm is where the Farmer will grow crops for your colony. The crops the Farmer currently cultivates are wheat, carrots, potatoes, beets, melons, pumpkins, and most crops from other mods.",
    "litv3.my_colony.description12": "Before the Farmer can start, you will have to give the Farmer a hoe, an axe (for harvesting crops), and the crop you want to cultivate.",
    "litv3.my_colony.description13": "The Farmer will also craft seeds, carved pumpkins, and hay bales. They will only make items when they have been taught the recipes, receive a request for an item, and have the needed materials.",
    "litv3.my_colony.description14": "For the Farmer to start, you will also need to place fields. Place the Field block (it looks like a scarecrow) in the plot of farmland you want the Farmer to work on and right-click on it to access its GUI. Here you will place the crop you want this ",
    "litv3.my_colony.description15": "specific field to cultivate. If you decide later to change the type of crop you want cultivated in that farmland, just go into the Field’s GUI and switch the crop there.",
    "litv3.my_colony.description16": "Note: The Farmer will only till and cultivate crops that are up to five blocks from the field block. The farmland can be delimited by placing solid blocks (non-tillable: sand, cobblestone, wood, etc) or air blocks in the ground next to the tillable",
    "litv3.my_colony.description17": "blocks. This will cause the Farmer to stop cultivating the land at this point, even if there is still tilled and/or tillable land after that solid/air block. Plan accordingly and create your plot(s) in any shape and form you want, taking into account",
    "litv3.my_colony.description18": "that for each field, the Farmer will only work up to 5 blocks from the field block. Remember that for the dirt to be tillable and hold crops, it must have a water source to keep it tilled.",
    "litv3.my_colony.description19": "The Lumberjack’s Hut is where the Lumberjack will go in between chopping down trees. The Lumberjack will cut down any tree in an approximate 150 block area (from themselves)",
    "litv3.my_colony.description20": "that is not in a hut schematic and doesn’t have cobblestone placed beneath it.",
    "litv3.my_colony.description21": "The Mine is where the Miner will mine for ores and materials. Once they are hired, the Miner will create a shaft downward and then branch out.",
    "litv3.my_colony.description22": "Hint: The shaft the Miner creates downwards will go to a specific depth depending on the level of the Mine. So if you want them to go deeper and get to the good ores, you will have to upgrade the Mine.",
    "litv3.my_colony.description23": "The Guard Tower will employ and house 1 Guard to protect your colony. The new Guard will need a bed in a house in order to spawn. However, once they are hired at the Guard Tower, that becomes their new residence and the bed in the house will open up ",
    "litv3.my_colony.description24": "for another new citizen (child or recruit).",
    "litv3.my_colony.description25": "Note: If you place Guard Towers near your colony border and level them up, your border will expand.",
    "litv3.my_colony.description26": "MineColonies is an interactive building mod that allows you to create your own thriving town within Minecraft. It lets your leadership skills soar by providing you with everything you need to build your kingdom. MineColonies gives you the flexibility",
    "litv3.my_colony.description27": "to create a colony as unique as every player. With so many options, you’ll create a different colony every time, adapt it to any biome, build inside a mountain, on top of one, under the ocean, or in the sky.",
    "litv3.my_colony.description28": "MineColonies features NPC workers such as Builders, Farmers, Fishermen, Lumberjacks, Guards, Miners, Smelters, Bakers, Cooks, Deliverymen, four types of animal herders, Composters, and many more, with even more being developed and added as the mod",
    "litv3.my_colony.description29": "grows.",
    "litv3.my_colony.description30": "It also includes specialized buildings such as the Warehouse, Citizen’s Hut, Town Hall, Barracks, Library, University, and even the School.",
    "litv3.my_colony.description31": "The Restaurant is where the Cook will cook food, provided they have the necessary ingredients and fuel. When citizens are hungry, they will come to the Restaurant and the Cook will give them food.",
    "litv3.my_colony.description32": "The Citizen’s Hut is a house for your citizens. They will go to the Citizen’s Hut they are assigned to at night to sleep. It’s also the only way to get more citizens for your colony.Each level of the Citizen’s Hut will house one citizen.",
    "litv3.my_colony.description33": "For additional citizens to spawn, you first have to have enough space in your Citizen’s Hut(s) to house your first four citizens. After you have created enough space for your initial four citizens, you have two options for your colony to grow.",
    "litv3.my_colony.description34": "The first way is to have at least one Citizen’s Hut at least level 2 that houses a male and a female citizen, which will allow a child to be born in the colony when there is room. You can also make space for a new citizen, go to the Tavern, wait for ",
    "litv3.my_colony.description35": "a traveler to show up, and then give them the items they request to recruit them.",
    "litv3.my_colony.description36": "Note: To have over 25 citizens, you must first complete the research in the University.",
    "litv3.my_colony.description37": "The University is where a Researcher will research various upgrades to your colony.",
    "litv3.my_colony.description38": "The Warehouse is the central storage from where a Deliveryman will store and retrieve everything your workers harvest, craft, or need. Items will be stored in racks.",
    "litv3.my_colony.description39": "The level of the Warehouse will determine how many Deliverymen will be able to use it at the same time. Level up the Warehouse to increase the amount of Deliverymen that can work in it.",
    "litv3.my_colony.description40": "Leveling up the Warehouse will also increase its storage capacity.",
    "litv3.my_colony.description41": "The Deliveryman runs back and forth from the Warehouse to all the worker huts in your colony, delivering materials to workers and putting finished products in the Warehouse.",
    "litv3.my_colony.description42": "Note: You must build the Warehouse to at least level 1, otherwise, the Deliveryman won’t be able to do their job.",
    "litv3.my_colony.description43": "The level of the Deliveryman’s Hut will dictate how many items/blocks the Deliveryman can carry to/from Huts-Warehouse-Huts, so if you want them to carry more, be sure to upgrade the Deliveryman’s Hut.",
    "litv3.my_colony.description44": "Also, the higher the level of the hut, the faster the Deliveryman will move between huts and the Warehouse.",
    "litv3.my_colony.description45": "Visit MineColonies wiki for more info:",
    "litv3.my_colony.description46": "https://wiki.minecolonies.ldtteam.com",
    "litv3.my_colony.description47": "As you explore the world, you’ll notice that there are some colonies abandoned by the former residents. Moving into one of these abandoned colonies is a way to quickstart your own colony!",
    "litv3.my_colony.description48": "Unlike the normal villagers you might see in the world, your colonists are a bit smarter. They’ll generally find a pretty good path to get where they want to go due to their advanced degrees in walking from Raycoms University and their RavenEyes© vision.",
    "litv3.my_colony.description49": "As such, they’re able to move across flat ground, single-block steps, stairs, slabs, and other such blocks. They know how to open both wood and iron doors — even without any redstone input — trapdoors, and fence gates. They’ll climb up and down ladders and vines just fine as well. However, they will try to avoid going through fences, as is expected, and generally will find a way around dangerous obstacles like fire, magma, lava, cacti, and sweet berry bushes.",
    "litv3.my_colony.description50": "- Getting Stuck",
    "litv3.my_colony.description51": "But what if a colonist can’t find a path to where they want to go? What if, say, they fall in a hole and get stuck, or they’re trying to climb somewhere high up that doesn’t have any way there yet, or if they get trapped inside a wall by an overenthusiastic Builder? Not to fear! Your colonists are also slightly magical in that, if they’re stuck in one place for too long, they’ll build up enough willpower to relocate themselves forcibly to a nearby valid location and continue on their way.",
    "litv3.my_colony.description52": "- Waypoints and Decorative Paths",
    "litv3.my_colony.description53": "Waypoints are also used to guide your citizens along the right path, but whereas the pathblocks are for local pathing, waypoints are used more for long-distance pathing. Adding a waypoint onto bridges, for example, or in areas that you want citizens to traverse a little more frequently, can help them path across the colony more easily. As such, you don’t need very many waypoints: having a couple here and there where the pathing may be more difficult is plenty.",
    "litv3.my_colony.description54": "The Builder can build waypoints if you request them with the build tool. You can find them in the under the decorative elements of the build tool.",
    "litv3.my_colony.description55": "To remove a waypoint, place a solid block, such as dirt, on the waypoint and wait a few minutes. After a while, you can remove the block, and the waypoint should be removed.",
    "litv3.my_colony.description56": "The build tool also includes several decorative paths as part of the schematics. These paths often include waypoints, so you can see how the professional schematics designers used them.",
    "litv3.my_colony.description57": "======================================================",
    "litv3.my_colony.description58": "Colonies have an area of claimed chunks (16x16 block areas) around them. Upon colony creation, a colony claims chunks in a square around it. ",
    "litv3.my_colony.description59": "Those claims are protected from modification through other players.",
    "litv3.my_colony.description60": "Extending your claim area can be done by building huts. Huts claim a square area around them after they are built, expanding all sides from the chunk the hutblock is located in. How much they claim depends on the building. They won’t claim over the max range",
    "litv3.my_colony.description61": "Deconstructing a building will remove the chunks it claimed.",
    "litv3.my_colony.description62": "- Before the Raid",
    "litv3.my_colony.description63": "As your colony develops, you may get raided by hostile forces. These forces can spawn almost anywhere except near your buildings. Generally, this means they’ll spawn outside of the colony, but if your buildings are spread out, they could spawn between them!",
    "litv3.my_colony.description64": "Raids will only spawn at the start of a night. There will be a chat message giving a general direction of where the raid spawned and a bar at the top of your screen showing your progress in defeating the raiders. Raids spawn randomly, with a minimum number of nights between them and an average number of nights as set in the config file. Larger colonies may get multiple waves or groups of raiders from different directions, even of different types. Be careful!",
    "litv3.my_colony.description65": "If you have a Barracks at level 3 or higher, you can hire spies to make raiders glow. This can help you find that one pesky raider that got stuck or is hiding and finish the raid.",
    "litv3.my_colony.description66": "- During the Raid",
    "litv3.my_colony.description67": "Raiders will run around the colony breaking down doors and trying to attack your Guards and colonists. Generally, raiders will path toward hut blocks in your colony, similar to what Guards do on patrol.Trying to “cheese” the raiders usually will not work. They are able to path fairly well, though if they are unable to find any path to their destination, they will break through any block, place ladders to climb up obstacles, or place blocks to bridge gaps to get to your colony. They can swim straight through moving water and lava, taking no damage from lava. Any attack that hits a raider too hard will be reflected back at the attacker. Similarly, turrets (from other mods) generally will not be effective on raiders.Raiders have a chance to drop their equipment when you or your Guards defeat them. They may also drop Ancient Tomes, which are used in enchanting.",
    "litv3.my_colony.description68": "- After the Raid",
    "litv3.my_colony.description69": "After all of the raiders have been defeated and spawners broken, your colonists will go back to their jobs. If any of your colonists die, then their family will mourn their death and not work that day. However, Guards will not be mourned.",
    "litv3.mining_progression.title0": "Holosphere",
    "litv3.mining_progression.title1": "Workbench",
    "litv3.mining_progression.title2": "Wooden Hammer: Tier I",
    "litv3.mining_progression.title3": "Wooden Hammer: Tier I",
    "litv3.mining_progression.title4": "Stone Hammer: Tier II",
    "litv3.mining_progression.title5": "Iron Hammer: Tier III",
    "litv3.mining_progression.title6": "Blackstone Hammer: Tier IV",
    "litv3.mining_progression.title7": "Obsidian Hammer: Tier V",
    "litv3.mining_progression.title8": "Netherite Hammer: Tier VI",
    "litv3.mining_progression.title9": "Standard Bow (Straitbow)",
    "litv3.mining_progression.title10": "Longbow",
    "litv3.mining_progression.title11": "Recurve Bow",
    "litv3.mining_progression.title12": "Rope Toolbelt",
    "litv3.mining_progression.title13": "Shields",
    "litv3.mining_progression.title14": "Tower Shield",
    "litv3.mining_progression.title15": "Heater Shield",
    "litv3.mining_progression.title16": "Buckler Shield",
    "litv3.mining_progression.title17": "Single Headed Tools",
    "litv3.mining_progression.title18": "Shovels",
    "litv3.mining_progression.title19": "Spears",
    "litv3.mining_progression.title20": "Standard Swords",
    "litv3.mining_progression.title21": "Greatswords",
    "litv3.mining_progression.title22": "Machetes",
    "litv3.mining_progression.title23": "Shortblades",
    "litv3.mining_progression.title24": "Butt Head",
    "litv3.mining_progression.title25": "Adze Head",
    "litv3.mining_progression.title26": "Sickle Head",
    "litv3.mining_progression.title27": "Hoe Head",
    "litv3.mining_progression.title28": "Claw Head",
    "litv3.mining_progression.title29": "Axe Head",
    "litv3.mining_progression.title30": "Pickaxe Head",
    "litv3.mining_progression.title31": "Forge Hammer",
    "litv3.mining_progression.title32": "Thermal Cells and Recharging",
    "litv3.mining_progression.title33": "Forged Workbench",
    "litv3.mining_progression.title34": "Exploration of Ancients Bases",
    "litv3.mining_progression.title35": "Integrity Through Bindings?",
    "litv3.mining_progression.title36": "Tool Leveling",
    "litv3.mining_progression.title37": "Tools Not Included",
    "litv3.mining_progression.title38": "Storage Pouch",
    "litv3.mining_progression.title39": "Quiver",
    "litv3.mining_progression.title40": "Belt Strap",
    "litv3.mining_progression.title41": "Booster",
    "litv3.mining_progression.title42": "Potion Bag",
    "litv3.mining_progression.title43": "Treatise: Gemstone expertise",
    "litv3.mining_progression.title44": "Treatise: Tool efficiency",
    "litv3.mining_progression.title45": "Scrolls, Schematics, and Treatises",
    "litv3.mining_progression.title46": "Cane",
    "litv3.mining_progression.title47": "Cane",
    "litv3.mining_progression.title48": "Repairing",
    "litv3.mining_progression.title49": "Dreadnought Bow",
    "litv3.mining_progression.title50": "Dreadnought Bow",
    "litv3.mining_progression.title51": "Saber Blade",
    "litv3.mining_progression.title52": "Saber Blade",
    "litv3.mining_progression.title53": "Bastard Blade",
    "litv3.mining_progression.title54": "Bastard Blade",
    "litv3.mining_progression.title55": "Executioner Blade",
    "litv3.mining_progression.title56": "Executioner Blade",
    "litv3.mining_progression.title57": "Katana Blade",
    "litv3.mining_progression.title58": "Katana Blade",
    "litv3.mining_progression.title59": "Flamberge Blade",
    "litv3.mining_progression.title60": "Flamberge Blade",
    "litv3.mining_progression.title61": "Shifting Blade",
    "litv3.mining_progression.title62": "Shifting Blade",
    "litv3.mining_progression.title63": "Rending scissors Blade",
    "litv3.mining_progression.title64": "Rending scissors Blade",
    "litv3.mining_progression.title65": "Crucible Blade",
    "litv3.mining_progression.title66": "Crucible Blade",
    "litv3.mining_progression.title67": "Void Worm Blade",
    "litv3.mining_progression.title68": "Void Worm Blade",
    "litv3.mining_progression.title69": "Quarter Staff",
    "litv3.mining_progression.title70": "Quarter Staff",
    "litv3.mining_progression.title71": "Halberd",
    "litv3.mining_progression.title72": "Halberd",
    "litv3.mining_progression.title73": "Mace",
    "litv3.mining_progression.title74": "Mace",
    "litv3.mining_progression.title75": "Tomahawk",
    "litv3.mining_progression.title76": "Tomahawk",
    "litv3.mining_progression.title77": "Schematics",
    "litv3.mining_progression.title78": "Tetra",
    "litv3.mining_progression.subtitle0": "Upgrade a bow in a workbench",
    "litv3.mining_progression.subtitle1": "Place a vanilla sword in a workbench and upgrade it",
    "litv3.mining_progression.subtitle2": "Place a vanilla tool such as a pickaxe, an axe or a hoe in a workbench and upgrade it",
    "litv3.mining_progression.subtitle3": "Use a Forge Hammer to craft a module requireing tier 5+ hammering",
    "litv3.mining_progression.subtitle4": "Can be bought from villagers",
    "litv3.mining_progression.subtitle5": "Modular items can be repaired in a workbench.",
    "litv3.mining_progression.subtitle6": "Find ancient ruins deep down in cold or mountainous biomes",
    "litv3.mining_progression.subtitle7": "Find a chapter of Tools of War in a bastion remnant, or barter for one with a piglin",
    "litv3.mining_progression.subtitle8": "Find a gilding scroll in a nether fortress",
    "litv3.mining_progression.subtitle9": "Use a Planar Stabilizer to craft a powerful belt attachment",
    "litv3.mining_progression.subtitle10": "Use a Bolt to bind a tool or a sword, then use the tweak tab in a workbench to change the stats of the item",
    "litv3.mining_progression.subtitle11": "Enchant a stonecutter with the efficient enchantment to increase the amount of blocks broken in each sweep",
    "litv3.mining_progression.subtitle12": "Place a chtonic extractor on a bedrock and hit the top with a hammer",
    "litv3.mining_progression.subtitle13": "Replace the right head of a double headed tool with a Chtonic Extractor for a powerful harvesting tool",
    "litv3.mining_progression.subtitle14": "Can be found in dungeons.",
    "litv3.mining_progression.subtitle15": "Delve deep underground",
    "litv3.mining_progression.subtitle16": "Find a scroll in the world or purchase it from villager",
    "litv3.mining_progression.subtitle17": "Use a workbench to restore the sweeping capabilities of the Holosphere Ccanner, the Ccanner makers it easier to find Ancient Ruins.",
    "litv3.mining_progression.subtitle18": "Upgrade a Mallet and use it to break open a Geode at a Workbench",
    "litv3.mining_progression.subtitle19": "Tools of the Ancients",
    "litv3.mining_progression.description0": "The Holosphere is given to the player with the first hammer that is created (though it also can be crafted again later if lost). The left menu (CRFT) is currently the only one available.",
    "litv3.mining_progression.description1": "In the holosphere you will be able to check all the materials and their statistics as components. It is very useful in planning out your next tool upgrade.",
    "litv3.mining_progression.description2": "The Workbench will be where all the magic will happen with Tetra.",
    "litv3.mining_progression.description3": "This block is created by right clicking a Crafting Table with the Wooden Hammer you just created.",
    "litv3.mining_progression.description4": "By right clicking the workbench it will open a menu where an item (which types can be seen below in the branching quests) can then be placed and modified.",
    "litv3.mining_progression.description5": "The Wooden Hammer will be your first tool on your smithing journey.",
    "litv3.mining_progression.description6": "Check the advancements tabs to gather greater info on the mod outside of these quests.",
    "litv3.mining_progression.description7": "The Rack, when placed on the wall in a 3x3 area behind a workbench, will allow tools placed on it (right click while holding tool) to be used in the workbench. ",
    "litv3.mining_progression.description8": "The first step in making better gear will be by upgrading your hammer to Stone (Tier II).",
    "litv3.mining_progression.description9": "To upgrade a hammer you will need another hammer to do so, hence the reward from the previous quest.",
    "litv3.mining_progression.description10": "Your first metal hammer! Time to get to some true smithing!",
    "litv3.mining_progression.description11": "Time to head to the nether to get some fine heat treated Blackstone that is surprisingly stronger than basic metals.",
    "litv3.mining_progression.description12": "A very nice volcanic stone hammer, stonger than most metals.",
    "litv3.mining_progression.description13": "A very high level hammer made of the metal of an ancient society pushed into the nether.",
    "litv3.mining_progression.description14": "Bows can be upgraded into a number of unique forms with their own advantages.",
    "litv3.mining_progression.description15": "A strait bow is a standard bow giving average draw time and damage.",
    "litv3.mining_progression.description16": "The longbow has increased drawtime in comparison to a standard bow but it has much more strength and will do increased damage.",
    "litv3.mining_progression.description17": "A recurve bow will decrease the draw time of a bow but make it do slightly decreased damage.",
    "litv3.mining_progression.description18": "The Toolbelt will allow you to have different addons such as carrying extra tools, items, and potions. It is curios compatible in the belt slot.",
    "litv3.mining_progression.description19": "Check your keybinds to be able to use the quick access function or access key.",
    "litv3.mining_progression.description20": "Shields will be the best way to protect yourself outside of armor.",
    "litv3.mining_progression.description21": "A Tower shield allows you to block indefinitely but it takes more integrity of the overall shield.",
    "litv3.mining_progression.description22": "A Heater shield can only be used for so long before going on cooldown for further use.",
    "litv3.mining_progression.description23": "A Buckler shield will give you a passive armor bonus when hend in your offhand but cannot be used to actively block.",
    "litv3.mining_progression.description24": "Single Headed tools are the most simple tools you can make.",
    "litv3.mining_progression.description25": "Shovels, they are great at digging up the soft stuff like dirt and sand and can also be used to make paths.",
    "litv3.mining_progression.description26": "Spears are a basic weapon that can easily be made.",
    "litv3.mining_progression.description27": "The good old fashioned slice and dicer.",
    "litv3.mining_progression.description28": "This is just your standard sword blade with no extra frills.",
    "litv3.mining_progression.description29": "A Heavy blade will turn a sword into a Greatsword that does large sweeping attacks with a full charge attack.",
    "litv3.mining_progression.description30": "The Machete blade allows the breaking of web and plants in an area.",
    "litv3.mining_progression.description31": "The Shortblade can be used in off handed attacks and in crafting to cut materials.",
    "litv3.mining_progression.description32": "Double Headed tools make up the large majority of tools in the game. The surrounding quests will describe the individual tool heads that define tools.",
    "litv3.mining_progression.description33": "When a Butt is added to a tool as a head it will increase the swing speed of the tool due to the decreased weight.",
    "litv3.mining_progression.description34": "The Adze is a shovel/axe combo that gives the advantages of both tools at a decreased speed due to its weight.",
    "litv3.mining_progression.description35": "The Sickle head will allow you to break plant blocks in a wide area.",
    "litv3.mining_progression.description36": "The Hoe head will allow you to harvest crops and till soil to farm just like a standard hoe.",
    "litv3.mining_progression.description37": "The Claw head will allow you to pry open items in Tetra dungeons as well as break wooden items quickly.",
    "litv3.mining_progression.description38": "The Axe head allows you to chop tree logs and strip them just like vanilla axes.",
    "litv3.mining_progression.description39": "The Pickaxe head is.... a pickaxe head. It allows you to mine just like you would expect it to do.",
    "litv3.mining_progression.description40": "Geodes are gained as a random chance from mining Deepslate.",
    "litv3.mining_progression.description41": "To break open these geodes place them in a workbench where they can be opened with a hammer.",
    "litv3.mining_progression.description42": "From them you can gain random resources and even rare prisitine versions of gems.",
    "litv3.mining_progression.description43": "The Forge Hammer can be found in Ancient Bases where it can be used to create higher tier gear. A standard workbench or a forged workbench can be used with it.",
    "litv3.mining_progression.description44": "To activate the hammer it must be powered with 2 filled Thermal Cells, which are inserted on the sides with a right click. Accesories can then be added to the other two sides.",
    "litv3.mining_progression.description45": "Thermal Cells can be found in Ancient Bases as loot.",
    "litv3.mining_progression.description46": "They can be charged in Transfer Units attached to operating Core Extractor units. The side of the Transfer Unit must be pried off to be able to plug cells in.",
    "litv3.mining_progression.description47": "The Forged Workbench, while not necessary, looks really nice with the Forge Hammer. It can be picked up with silk touch. ",
    "litv3.mining_progression.description48": "Surrounding this quest are a number of parts that can be salvaged from Ancient Bases to get unique abilities.",
    "litv3.mining_progression.description49": "To progress further and get better hammers you will need to go exploring underground in cold biomes (Mountains, Taiga, etc.) for Ancient Bases. To help locate these bases a holosphere can be upgraded with an Eye of Ender to give it a proximity tracker of bases (they can sometimes be seen in the minimap while underground).",
    "litv3.mining_progression.description50": "While exploring these dungeons it would be good to bring a hammer and claw tool to be able to salvage objects in the bases. When looking at blocks they will sometimes show a hammer or crowbar symbol along with a box where right clicking will do an action. A white icon means the action can happen, while red means it will not work, and yellow will have a chance to fail. Salvage will give you unique components and materials that you can use.",
    "litv3.mining_progression.description51": "Integrity is an item statistic that determines if it can be upgraded or not. Certain upgrades, such as bindings and handles, will increase the integrity of a tool allowing it to be upgraded further.",
    "litv3.mining_progression.description52": "Items created with Tetra will have several different ways of leveling with use or construction.",
    "litv3.mining_progression.description53": "Synergy is the most basic form of leveling up a tool that comes during construction. The inclusion of the same head twice (double head pickaxe and axe for example) will give special bonuses to the tool. These special bonuses can be checked in the holosphere.",
    "litv3.mining_progression.description54": "Settling occurs per tool part with use. When a part becomes settled it will grant bonuses to the tool such as increased integrity, though if you remove the part you will lose the bonus. There are some upgrades that never settle so don't expect everything to.",
    "litv3.mining_progression.description55": "Finally, Honing also occurs with further use of a tool with stable parts. Certain parts will become honed with use (can be checked by holding shift and hovering over the tool) where they will be able to have additional unique upgrades applied to them at a workbench. This is to encourage you to keep using and upgrading your tools. You will lose the Honing of a part by removing it so be careful and plan your upgrades.",
    "litv3.mining_progression.description56": "When crafting tool upgrades they will require tools of various specialities to be worked into their final forms.",
    "litv3.mining_progression.description57": "Wood materials will require axes, metals and stones will require hammers, and organic materials will require cutting tools such as swords to be able to be crafted.",
    "litv3.mining_progression.description58": "For progressively higher levels of materials the required tool level will equally be as high, this drives you to equally maintain your tool levels in order to keep progress moving.",
    "litv3.mining_progression.description59": "So keep upgrading those hammers to keep getting the best gear!",
    "litv3.mining_progression.description60": "The Storage Pouch is a storage addon to store a good number of items but it does not have quick access.",
    "litv3.mining_progression.description61": "The Quiver can hold a large amount of arrows that can be quick selected.",
    "litv3.mining_progression.description62": "Belt straps allow the carrying and quick selection of multiple tools or items.",
    "litv3.mining_progression.description63": "The Booster is a sort of jetpack that uses gunpowder as fuel. Can be activated by crouch jumping, jumping in air, or while flying an elytra.",
    "litv3.mining_progression.description64": "The Potion Bag allows you to cary a large amount of potions but of limited variety.",
    "litv3.mining_progression.description65": "Can be used to make a very powerful digging tool.",
    "litv3.mining_progression.description66": "Can be used to upgrade a quiver to automatically pull arrows from it.",
    "litv3.mining_progression.description67": "Can be socketed into a tool then tweaked in the tweaking menu of the workbench to change the level of a tools abilities.",
    "litv3.mining_progression.description68": "Can be hammered into bedrock to gain resources or added to a pickaxe to make a unique mining tool to break multiple blocks at a time.",
    "litv3.mining_progression.description69": "Can be made into a unique sword that cuts through stone.",
    "litv3.mining_progression.description70": "When added to the Forge Hammer it allows upgrades made with the hammer to have better stats.",
    "litv3.mining_progression.description71": "Can be added to a Forge Hammer to increase its hammer rank by 1 but it may light blocks around it on fire.",
    "litv3.mining_progression.description72": "Can be attached to a Forge Hammer or a Transfer Unit to increase its efficiency.",
    "litv3.mining_progression.description73": "Can be added to a Forge Hammer to decrease the chance of it jamming by 50%.",
    "litv3.mining_progression.description74": "When this treatise is near a workbench any major module made of gemstones will do extra damage and have better efficiency.",
    "litv3.mining_progression.description75": "Can be bought from mason villagers.",
    "litv3.mining_progression.description76": "When this treatise is near a workbench any major module made of metal will do extra damage and have better efficiency.",
    "litv3.mining_progression.description77": "Can be bought from villagers who work metal.",
    "litv3.mining_progression.description78": "When this treatise is near a workbench any major module made of wood will do extra damage and have better efficiency.",
    "litv3.mining_progression.description79": "Can be bought from fletcher villagers.",
    "litv3.mining_progression.description80": "When this treatise is near a workbench any major module made of stone will do extra damage and have better efficiency.",
    "litv3.mining_progression.description81": "Can be bought from mason villagers.",
    "litv3.mining_progression.description82": "When this treatise is near a workbench any major module made of fibre will do extra damage and have better efficiency.",
    "litv3.mining_progression.description83": "Can be bought from fletcher villagers.",
    "litv3.mining_progression.description84": "When this treatise is near a workbench any major module made of skin (leather) will do extra damage and have better efficiency.",
    "litv3.mining_progression.description85": "Can be bought from leatherworker villagers.",
    "litv3.mining_progression.description86": "When this treatise is near a workbench any major module made of bone will do extra damage and have better efficiency.",
    "litv3.mining_progression.description87": "Can be bought from butcher villagers.",
    "litv3.mining_progression.description88": "When this treatise is near a workbench any major module made of fabric will do extra damage and have better efficiency.",
    "litv3.mining_progression.description89": "Can be bought from shepard villagers.",
    "litv3.mining_progression.description90": "When this treatise is near a workbench any major module made of scale will do extra damage and have better efficiency.",
    "litv3.mining_progression.description91": "Can be bought from leatherworker villagers.",
    "litv3.mining_progression.description92": "- Axe efficieny can be bought from fletcher villagers. ",
    "litv3.mining_progression.description93": "- Hammer efficieny can be bought from metal working villagers.",
    "litv3.mining_progression.description94": "- Cut efficiency can be bought from leatherworker villagers.",
    "litv3.mining_progression.description95": "Tetra includes a number of additional methods to better your tools. These schematics/treatises must be placed around a workbench in a 5x5x5 square of the space two above the workbench (so four blocks up the wall and two blocks off each side).",
    "litv3.mining_progression.description96": "The way to find these new items are indicated in the quests.",
    "litv3.mining_progression.description97": "* Note: When you will pick up one scroll from category it will auto-complete the whole quest. So these quests are more like overview of scrolls available.",
    "litv3.mining_progression.description98": "- Repairing an item will require materials (and appropriate tools) for one of its modules",
    "litv3.mining_progression.description99": "- Repairing will cycle over all of the item's modules",
    "litv3.mining_progression.description100": "- Repairing magically unstable modules will cost experience",
    "litv3.mining_progression.description101": "- Each repair fully restores the durability of the item",
    "litv3.mining_progression.description102": "*Only available through obtaining the scroll in dungeon loot",
    "litv3.mining_progression.description103": "* The Extractor has to be unused",
    "litv3.mining_progression.description104": "* Unlike other artifacts found in the ruins this cannot be repaired with metal scrap",
    "litv3.mining_progression.description105": "Throwing Knife: A schematic that allows you to make small swords that have the ability to be thrown.",
    "litv3.mining_progression.description106": "Howling Blade: A schematic of a sword fuller that when swung creates a gust that can deflect arrows.",
    "litv3.mining_progression.description107": "Sturdy Guard: A schematic that unlocks a long forgotten guard that allows you to block attacks or arrows with proper timing.",
    "litv3.meet_your_fight.title0": "Bell Ringer",
    "litv3.meet_your_fight.title1": "Swampjaw",
    "litv3.meet_your_fight.title2": "Dame Fortuna",
    "litv3.meet_your_fight.title3": "Bad Reputation I",
    "litv3.meet_your_fight.title4": "Bad Reputation II",
    "litv3.meet_your_fight.title5": "Bad Reputation III",
    "litv3.meet_your_fight.title6": "Spawner Smasher",
    "litv3.meet_your_fight.title7": "Break 25 Spawners",
    "litv3.meet_your_fight.title8": "Break 50 Spawners",
    "litv3.meet_your_fight.title9": "Break 100 Spawners",
    "litv3.meet_your_fight.title10": "Spawner Smasher",
    "litv3.meet_your_fight.title11": "Box Buster",
    "litv3.meet_your_fight.title12": "Rosalyne",
    "litv3.meet_your_fight.title13": "If you're feeling the game is too easy for you...",
    "litv3.meet_your_fight.title14": "Revert gamemode to Normal",
    "litv3.meet_your_fight.title15": "Feels too hard?",
    "litv3.meet_your_fight.title16": "Meet Your Fight!",
    "litv3.meet_your_fight.subtitle0": "Kill this one and Swampjaw to enter Expert Mode",
    "litv3.meet_your_fight.subtitle1": "Kill this one and Bell Ringer to enter Expert mode",
    "litv3.meet_your_fight.subtitle2": "Kill this one and Rosalyne to enter Master mode",
    "litv3.meet_your_fight.subtitle3": "Break 500 Spawners",
    "litv3.meet_your_fight.subtitle4": "Break 500 Monster Box",
    "litv3.meet_your_fight.subtitle5": "Kill this one and Dame Fortuna to enter Master mode",
    "litv3.meet_your_fight.subtitle6": "... add some challenge!",
    "litv3.meet_your_fight.subtitle7": "You have only one chance to bring back your world to normal",
    "litv3.meet_your_fight.description0": "Bellringer is a boss added by Meet Your Fight. It can be summoned by using a Haunted Bell. When killed, it drops 1 Phantoplasm and 3-4 Gold Ingots.",
    "litv3.meet_your_fight.description1": "Bellringer floats above the ground and can pass through walls, similarly to a Vex. When targeting a player, it tries to constantly stay a few blocks in front and above its target.",
    "litv3.meet_your_fight.description2": "All of its attacks consists of sending waves of projectiles that travel in a straight line after a short delay. Each projectile deals 8 damage on contact and can pass through walls. Bellringer randomly alternates between the following two attacks during the fight:",
    "litv3.meet_your_fight.description3": "After falling below 50%, it rings its bell to apply Slowness II for 15 seconds to all nearby entities, then quickly fire 20 lines of projectiles at ground level that go toward its current target. After this attack is finished, Bellringer resumes its normal attacks, but each will fire 4 waves of projectiles instead of 3 for the rest of the fight.",
    "litv3.meet_your_fight.description4": "Swampjaw is a boss added by Meet Your Fight. It can be summoned by using a Fossil Bait. When killed, it drops 1 Mossy Tooth, 3-6 Bones, 2-4 Vines, and 1-3 Dirt.",
    "litv3.meet_your_fight.description5": "Swampjaw usually flies above its current target and moves like a Phantom, except it can see and fly through walls. When attacking it repeats the following pattern in the same order:",
    "litv3.meet_your_fight.description6": "Orbit a few seconds around and above its target.",
    "litv3.meet_your_fight.description7": "Rapidly move above its target to drop 3 mines, these explode when touching the ground with half the strength of TNT and do not destroy blocks or hurt Swampjaw.",
    "litv3.meet_your_fight.description8": "Swoop down to charge its target, dealing 7 damage on contact. Damaging Swampjaw prematurely cancels this attack.",
    "litv3.meet_your_fight.description9": "Dropped during the Undead Army event.",
    "litv3.meet_your_fight.description10": "Illusioners start to spawn naturally in Expert Mode (after Bell Ringer and Swampjaw are defeated), but can also spawn in raids.",
    "litv3.meet_your_fight.description11": "This is designed to add some challenge to your &l&4END-GAME&r&r. ",
    "litv3.meet_your_fight.description12": "&4Activate this only if you know what you're doing and prepared for this.&r",
    "litv3.meet_your_fight.description13": "&l&4THIS WILL ONLY WORK WHEN YOU KILL THE REQUIRED BOSSes&r&r. ",
    "litv3.meet_your_fight.description14": "There is no effect on Normal gameplay until that. This feature is also disabled on servers. (ask @dreams how to enable it)",
    "litv3.meet_your_fight.description15": "To enter Expert mode: kill Bell Ringer and Swampjaw",
    "litv3.meet_your_fight.description16": "To enter Master mode: kill Dame Fortuna and Rosalyne",
    "litv3.meet_your_fight.description17": "- Spider attack may inflict poison effect",
    "litv3.meet_your_fight.description18": "- Increases spawn rate depending on current game stage (Expert, Master)",
    "litv3.meet_your_fight.description19": "- If the player dies from a zombie a new zombie with player's name spawns in the same place",
    "litv3.meet_your_fight.description20": "- Slime attack may inflict slowness effect",
    "litv3.meet_your_fight.description21": "- Shulker attack may inflict stackable blindness effect",
    "litv3.meet_your_fight.description22": "- All hostile mobs get damage and health bonuses (Expert, Master)",
    "litv3.meet_your_fight.description23": "- Jockey is more likely to spawn",
    "litv3.meet_your_fight.description24": "- Zombies may spawn in groups as miners (only underground)",
    "litv3.meet_your_fight.description25": "- Skeletons may spawn in groups",
    "litv3.meet_your_fight.description26": "- Piglins may spawn in groups",
    "litv3.meet_your_fight.description27": "- Gives extra experience as the difficulty increases",
    "litv3.meet_your_fight.description28": "- Evoker may spawn with a Totem of Undying",
    "litv3.meet_your_fight.description29": "- Enderman attack may teleport the player somewhere nearby",
    "litv3.meet_your_fight.description30": "- Drowned trident throw may spawn a lightning bolt when it rains",
    "litv3.meet_your_fight.description31": "- Gives a chance to double the loot",
    "litv3.meet_your_fight.description32": "- When the Creeper explodes it may spawn a few Creeperlings",
    "litv3.meet_your_fight.description33": "- Creeper may spawn with negative effects applied",
    "litv3.meet_your_fight.description34": "- Creeper may spawn charged",
    "litv3.meet_your_fight.description35": "&ocheats must be enabled to work&r",
    "litv3.little_logistics.title0": "Vessels",
    "litv3.little_logistics.title1": "Trains",
    "litv3.little_logistics.title2": "Docking Vessels",
    "litv3.little_logistics.title3": "Little Logistics",
    "litv3.little_logistics.subtitle0": "Train cars are similar to vanilla minecarts, but can be linked to a locomotive and docked.",
    "litv3.little_logistics.subtitle1": "Same as vanilla hopper, but 8 times as fast!",
    "litv3.little_logistics.subtitle2": "Automatic junction rails and routing",
    "litv3.little_logistics.description0": "There are two types of vessels in this mod: tugs and barges. Tugs can move the barges when chained, and barges and do all sort of stuff. Tugs can also be moved manually using leads.",
    "litv3.little_logistics.description1": "Little logistics trains operate on vanilla rails, but use custom train car entities instead of minecarts.",
    "litv3.little_logistics.description2": "A basic tugboat that can operate on any furnace fuel. Fuel can be loaded with hoppers placed on top of tug docks.",
    "litv3.little_logistics.description3": "This item stores a route for the tug. When the item is placed in the tug’s route slot, the tug will follow the route in order from node 0. Right click at any coordinate to add a node to the back of the tug route (cannot add to the middle). Right click at the location of any existing node to remove it. Shift right click to bring up the menu that lets you modify the order of nodes or rename them. The route can be copied by placing it together with an empty one in a crafting grid.",
    "litv3.little_logistics.description4": "There are two dock blocks: barge and tug. The tug block must always be present for the barge docks to work. The top texture of the tug dock must be aligned with the barge docks, you can shift right-click the tug dock to flip the dock direction. The barge docks must form a straight line from the tug dock, there shouldn’t be any gaps in the line. The tug dock can only insert into the tug (orange/output mode), place a hopper on top of the dock to extract. The barge docks can both insert (orange/output mode) and extract (blue/input mode) into/from the barges, shift-right click to switch the mode. Place a hopper below the waterblock next to the barge dock to extract. The dock line should be next to a 1 block wide canal, wider canals can prevent the vessels from docking properly.",
    "litv3.little_logistics.description5": "A simple barge that holds items, very similar to vanilla minecart. Must be docked and part of a tug-train to interface with hoppers.",
    "litv3.little_logistics.description6": "A simple barge that seats one player.",
    "litv3.little_logistics.description7": "Performs fishing passively, uses vanilla fishing rod loot table. Needs to be in open water for nets to be deployed. Can be unloaded with hoppers and barge docks. Must be docked and part of a tug-train to interface with hoppers. The barge has shallow water and “overfishing” penalties, so it’s best to use this barge on long routes into oceans. The yield is maximised when the water is 20 or more blocks deep. Overfishing is tracked per barge and per block, routes 200 or more blocks long should be sufficient to avoid overfishing.",
    "litv3.little_logistics.description8": "Used to link vessels together. Right click vessels with a vehicle chain in order to create a “vessel train”. A train can only have one tugboat and cannot have loops.",
    "litv3.little_logistics.description9": "Place under a block of water, works similar to vanilla powered rail. Can be used to force the tug to take a specific route. Does not affect barges. Shift-right-click to rotate.",
    "litv3.little_logistics.description10": "Assists vessels around sharp corners, should always be used on sharp corners or near entrances to narrow waterways (such as those for docks). Affects both tugs and barges. Shift-right-click to flip direction. Must not have a full solid block directly on top (i.e. no stone, planks etc. fence posts, signs etc. OK).",
    "litv3.little_logistics.description11": "Operates on any furnace fuel, can be loaded with hoppers.",
    "litv3.little_logistics.description12": "Same as vanilla chest minecart, can be loaded or unloaded using vanilla hoppers or rapid hoppers from this mod.",
    "litv3.little_logistics.description13": "Can transport fluids, can be loaded or unloaded using fluid hoppers.",
    "litv3.little_logistics.description14": "Same as vanilla minecarts, can seat one player or a mob",
    "litv3.little_logistics.description15": "Trains can be linked using “vehicle chains”. Train orientation will be updated automatically.",
    "litv3.little_logistics.description16": "A hopper but for fluids, can import from the top and export from the sides. Can be loaded by right-clicking with buckets. Can be used to load/unload vessels using Docks.",
    "litv3.little_logistics.description17": "Standard Switch and T-junction tracks can be switched using redstone. Powered rails work great when trying to make loops.",
    "litv3.little_logistics.description18": "Trains can be docked using a combination of “locomotive docking rails” and “train car docking rails”. Line the docking rails up, place unloaders below the rails and loaders on either side. Blue mode is used to unload and orange to load. The rails will automatically tell the locomotive to wait as long as there’s anything to be moved, if a redstone signal is applied to the locomotive rail, the locomotive will keep waiting regardless.",
    "litv3.little_logistics.description19": "Automatic switch tracks will be switched by a locomotive with a route. Every time a locomotive approaches an automatic junction, it will look for the closest waypoint it is yet to visit, and switch the track accordingly. Waypoint can be configured using the “locomotive route” item, they are not ordered.",
    "litv3.honey.title0": "Acquire all vanilla type of combs!",
    "litv3.honey.title1": "Acquire all other modded type of combs!",
    "litv3.honey.title2": "Acquire all ore type combs!",
    "litv3.honey.title3": "Busy Bees",
    "litv3.honey.subtitle0": "Breed all the vanilla type Productive bees",
    "litv3.honey.subtitle1": "Catch a bee in a bee cage",
    "litv3.honey.subtitle2": "Use a Honey Treat on an angry bee to calm it down",
    "litv3.honey.subtitle3": "Use a Honey Treat on a nest",
    "litv3.honey.subtitle4": "It's not the destionation, it's the journBee! Ride a Bumble Bee.",
    "litv3.honey.subtitle5": "Craft a Treat on a Stick to steer your new favourite ride.",
    "litv3.honey.subtitle6": "Activate an Inactive Dragon Egg using Dragon Breath",
    "litv3.honey.description0": "Sweet, sweet comb.",
    "litv3.honey.description1": "The first home you can make for bees.",
    "litv3.honey.description2": "Bees inhabiting the advanced beehive will produce resources for you.",
    "litv3.honey.description3": "Resources can be extracted automatically.",
    "litv3.honey.description4": "Honey will be harvested automatically.",
    "litv3.honey.description5": "Advanced hives are comfortable and bees living in here will not mind the hive being harvested.",
    "litv3.honey.description6": "Can be expanded using an expansion box.",
    "litv3.honey.description7": "Adds room for 2 more bees for a total of 5.",
    "litv3.honey.description8": "Extract resources from combs produced by your bees.",
    "litv3.honey.description9": "Calms down angry bees, heals bees, and baby bees will grow faster when fed this.",
    "litv3.honey.description10": "Capture and keep your bees safe during transport. One time use.",
    "litv3.honey.description11": "Will allow bees to be fed.",
    "litv3.honey.description12": "Places honey into bottles.",
    "litv3.honey.description13": "will generate power when fed with honey.",
    "litv3.honey.description14": "Raises baby bees.",
    "litv3.honey.description15": "A handy knowledge book about Productive Bees.",
    "litv3.honey.description16": "Right click the locator on a block of your choosing and it will locate a nest of the same type within a distance.",
    "litv3.honey.description17": "Will catch bees that fly over it.",
    "litv3.honey.description18": "Will allow you to display a bee.",
    "litv3.honey.description19": "Uses power to process comb faster.",
    "litv3.honey.description20": "Wax is a good source of fuel",
    "litv3.getting_started.title0": "任何minecraft:logs",
    "litv3.getting_started.title1": "用手撸树",
    "litv3.getting_started.title2": "制作基础设施",
    "litv3.getting_started.title3": "任何forge:chests",
    "litv3.getting_started.title4": "这是个盒子！",
    "litv3.getting_started.title5": "任何minecraft:beds",
    "litv3.getting_started.title6": "安眠时光",
    "litv3.getting_started.title7": "JEI",
    "litv3.getting_started.title8": "狩猎时间",
    "litv3.getting_started.title9": "地狱再见（指任务章节）",
    "litv3.getting_started.title10": "种植波伯",
    "litv3.getting_started.title11": "铁盔甲",
    "litv3.getting_started.title12": "钻石盔甲",
    "litv3.getting_started.title13": "任务类型和奖励",
    "litv3.getting_started.title14": "FTB连锁挖掘",
    "litv3.getting_started.title15": "完整的储物抽屉：单个物品",
    "litv3.getting_started.title16": "低配版Adobe",
    "litv3.getting_started.title17": "匠人的工作室",
    "litv3.getting_started.title18": "被动技能树",
    "litv3.getting_started.title19": "任何#tombstone:decorative_graves",
    "litv3.getting_started.title20": "开始游玩",
    "litv3.getting_started.subtitle0": "请随意，尽情享受！",
    "litv3.getting_started.subtitle1": "如何使用 JEI（右边有物品的那个东西）",
    "litv3.getting_started.subtitle2": "建造、点燃并进入下界传送门。",
    "litv3.getting_started.subtitle3": "前往“渔农”章节，了解更多有关农业可能性的信息。",
    "litv3.getting_started.subtitle4": "矿物/连锁挖掘的替代品",
    "litv3.getting_started.subtitle5": "前往“食物不足”章节以了解更多有关烹饪可能性的信息。",
    "litv3.getting_started.subtitle6": "当一个村民的交易被锁定（显示为红色X）时，解锁交易。它还可以作为许多物品的制作材料使用。",
    "litv3.getting_started.subtitle7": "升级你的铁傀儡。新版本经过升级后，即使被攻击，也不会攻击玩家。",
    "litv3.getting_started.subtitle8": "将掠夺者转化为村庄守卫，用于对抗和防御袭击。",
    "litv3.getting_started.subtitle9": "使用时召唤掠夺者",
    "litv3.getting_started.subtitle10": "将村民和商人变为掠夺者，并且可以让一些灾厄村民变得更加强大。",
    "litv3.getting_started.subtitle11": "立即提升他们的职业等级，而不需要进行任何交易。",
    "litv3.getting_started.subtitle12": "将一个流浪商人转化成一个村民。",
    "litv3.getting_started.subtitle13": "释放被囚禁的流浪商人的羊驼，将它们转化为普通的羊驼。",
    "litv3.getting_started.subtitle14": "至少死1次",
    "litv3.getting_started.subtitle15": "前往“储存解决方案”章节以获取更多信息！",
    "litv3.getting_started.subtitle16": "前往“疯狂装饰”章节以了解更多关于装饰的信息！",
    "litv3.getting_started.subtitle17": "前往“储存解决方案”章节以了解更多关于存储可能性的信息。",
    "litv3.getting_started.subtitle18": "前往“疯狂装饰”章节以了解更多关于装饰可能性的信息。",
    "litv3.getting_started.subtitle19": "前往Tetra章节以了解更多有关工具制作的信息！",
    "litv3.getting_started.subtitle20": "完成你的首次村民交易",
    "litv3.getting_started.subtitle21": "在末地维度与末地学家进行交易。",
    "litv3.getting_started.subtitle22": "在下界维度与下界学家进行交易。",
    "litv3.getting_started.subtitle23": "削弱然后治愈僵尸村民。",
    "litv3.getting_started.subtitle24": "造访所有5种村庄类型",
    "litv3.getting_started.subtitle25": "与每个（21种）村民职业进行交易。",
    "litv3.getting_started.subtitle26": "获得每种村民工作站（21种）。",
    "litv3.getting_started.subtitle27": "获得每种颜色的刚玉簇（9个）。",
    "litv3.getting_started.subtitle28": "成功保卫村庄免受袭击。",
    "litv3.getting_started.subtitle29": "有900张新的可收集卡片，具有不同的稀有度，可以通过填充你的收藏册来增强你的角色。",
    "litv3.getting_started.subtitle30": "将自定义皮肤应用于任何东西：从装备到方块！",
    "litv3.getting_started.subtitle31": "用于从你的本地皮肤库加载皮肤",
    "litv3.getting_started.subtitle32": "选择你的首个死亡知识",
    "litv3.getting_started.description0": "有很多装饰品可供你装饰你的甜蜜之家。",
    "litv3.getting_started.description1": "你可以通过JEI按模组进行搜索：",
    "litv3.getting_started.description2": "- @Macaw",
    "litv3.getting_started.description3": "- @Builder",
    "litv3.getting_started.description4": "- @furniture",
    "litv3.getting_started.description5": "- @lights",
    "litv3.getting_started.description6": "你可以用书和石头制作一本新的任务书。",
    "litv3.getting_started.description7": "但是，最好还是不要丢掉它:)",
    "litv3.getting_started.description8": "- 将鼠标悬停在某个项目上并按下 'R '键（表示配方），就会显示该项目配方。",
    "litv3.getting_started.description9": "- 按下 'U '键（表示 '使用'），就会显示该物品可以通过制作网格制作什么。",
    "litv3.getting_started.description10": "- 要按模组名称搜索，请在搜索框中搜索前使用'@'键。",
    "litv3.getting_started.description11": "- 要选择搜索框而不点击它，玩家可以按下 Ctrl + F。",
    "litv3.getting_started.description12": "- 要将配方加入书签（方便以后制作，也会保存在物品栏左侧的菜单中）： 将鼠标悬停在物品上 + A。",
    "litv3.getting_started.description13": "可以用铁和木棍来制作一个抹泥铲工具。当右键点击抹泥铲时，它会从你的快捷栏中放置一个随机的方块，这对于建造废墟或路径非常有用。",
    "litv3.getting_started.description14": "一个抹泥铲在放置256个方块或4组方块后会损坏。",
    "litv3.getting_started.description15": "在这个整合包中，任务有多种不同类型。",
    "litv3.getting_started.description16": "你只需前往一个目的地，或者走过一定数量的方块，就能完成任务。",
    "litv3.getting_started.description17": "本整合包中的大部分任务都可以通过在你的物品栏中获得所需物品来完成。当出现这种情况时，你会在顶角自动弹出一条信息。",
    "litv3.getting_started.description18": "这个模组允许你一次性收获多个方块，只需按住“Grave/Tilde”（` / ~）键（可在控制设置中配置，更改FTB Ultimine按键）。",
    "litv3.getting_started.description19": "- 在将要开采的方块周围渲染白线。",
    "litv3.getting_started.description20": "- 你也可以用锄头在草地上以类似的方式同时耕多个方块",
    "litv3.getting_started.description21": "- 右击农作物进行收割",
    "litv3.getting_started.description22": "在滚动鼠标滚轮的同时，按住 shift 键和 grave 键，选择一个形状。",
    "litv3.getting_started.description23": "- 无形状： 没有形状。",
    "litv3.getting_started.description24": "- 小隧道： 1x1 深的隧道。",
    "litv3.getting_started.description25": "- 小方块：一个3x3x1的区域（深度为1，如果你想要一个长3x3的隧道，最好是挖9个单独的小隧道）。",
    "litv3.getting_started.description26": "- 挖矿隧道：一个1x1的向下倾斜的隧道（至少需要3个这样的隧道来形成可以步行下去的楼梯）",
    "litv3.getting_started.description27": "- 逃生隧道：与挖矿隧道相同，但向上倾斜。",
    "litv3.getting_started.description28": "提示：只需记住将你的形状设置为无形状以清理矿脉，否则你只会挖掘所选择形状中的矿石。",
    "litv3.getting_started.description29": "完整尺寸的1x1储物抽屉可以存储32组物品。",
    "litv3.getting_started.description30": "Tetra是一个Minecraft模组，允许玩家修改和改进工具、武器和其他类型的装备。经过使用，修改后的物品可以随着时间的推移变得更加强大。玩家可以通过搜寻古代遗迹或通过贸易和交换来找到强大的工具零件和设计图。",
    "litv3.getting_started.description31": "Tetra有两个成就标签，涵盖了大部分可用的内容，而Holosphere则提供了模块、改进和材料的统计概述。",
    "litv3.getting_started.description32": "在完成任务书的过程中，你将获得硬币，这些硬币可以在专门的章节（“硬币商店”）中用来交换不同的有价值物品。",
    "litv3.getting_started.description33": "首先，你需要制作你的收藏册，然后开始杀死敌对生物。敌对生物有机会掉落一个带有随机稀有度的卡片包。打开包裹会获得5张卡片，这些卡片可以用于收藏册，以获得正面效果。",
    "litv3.getting_started.description34": "一旦你的收藏册卡片达到一定的阈值，你将获得被动效果，如抵抗/恢复/额外生命值等等。",
    "litv3.getting_started.description35": "全球资源库会加载已上传到皮肤数据库的皮肤列表。有很多预先构建的设计可供搜索，并且可以通过单击一个皮肤并点击下载按钮来下载到你的私人实例中。",
    "litv3.getting_started.description36": "This is your local skin library",
    "litv3.getting_started.description37": "开始时，先收集一些经验，获得你的第一个技能点。",
    "litv3.getting_started.description38": "然后按 O（默认键，如果不起作用，请检查你的按键绑定）。",
    "litv3.getting_started.description39": "然后选择你的职业，但要慎重选择，不能更改。",
    "litv3.getting_started.description40": "如果你认为值得，以后可以选择其他职业。",
    "litv3.getting_started.description41": "玩家每次使用墓碑的灵魂来附魔物品时都会获得知识点，当他们从一个容器中释放灵魂时也会获得，通过在附近的装饰墓碑旁用一种特殊物品叫做安卡的祈祷（有6个游戏小时的冷却时间）祈祷时也会获得，或者通过完成墓碑成就也可以获得知识点。",
    "litv3.getting_started.description42": "这些知识点允许您解锁特殊的GUI界面'死亡知识'中的一些技能（默认情况下，'misc'中的按键绑定未定义）。",
    "litv3.getting_started.description43": "这些技能是与墓碑的所有功能相关的小型奖励，而不是默认提供的功能。",
    "litv3.getting_started.description44": "装饰性墓碑是特殊的方块，只在夜晚时会产生雾粒子效果。",
    "litv3.getting_started.description45": "装饰性墓碑可以被一个灵魂附着。这个灵魂会一直存在，直到被使用，并允许一些附魔，比如魔法卷轴/符文或者升级墓碑的钥匙。",
    "litv3.getting_started.description46": "要建造一个装饰性墓碑，你需要收集墓碑之尘（通常的获取方式是通过击杀不死生物或使用“猫的早上礼物”），以及一瓶死亡精华，这是通过成就获得的原料（第一个成就是在游戏中找到如何选择你喜欢的墓碑配置），并且很少在不死生物、猫的早上礼物和深水中钓鱼时找到（但不要指望通过这些方式来获取它们，除非你很幸运）。",
    "litv3.getting_started.description47": "偶尔，一个墓碑守护者可能会出现在装饰性墓碑附近。这个守护者会保护周围免受敌对生物的侵害，并提供与玩家的交易。这是获取墓碑之尘和死亡精华的一种方式。在特殊事件期间，交易内容可能会有所不同。",
    "litv3.getting_started.description48": "安卡允许你定期使用祈祷。",
    "litv3.getting_started.description49": "你可以在装饰性墓碑附近祈祷，从而有机会获得有益效果，或者在某些生物身上祈祷，具体效果取决于你的阵营。",
    "litv3.getting_started.description50": "如果你的阵营是中立或更好，你可以使用驱魔术来将僵尸村民转化为村民（或者如果你的阵营是负面的话，可以使用“僵尸化”来反向操作）。",
    "litv3.getting_started.description51": "如果你的阵营值是+1，你可以对一个村民（或者模拟殖民地的公民）使用“保护祈祷”，防止他们的下一次死亡。",
    "litv3.getting_started.description52": "如果你的阵营值是+2，你可以使用“共鸣祈祷”来召唤一只可以驯服的生物。",
    "litv3.getting_started.description53": "一旦附魔，它们允许以各种方式进行传送。",
    "litv3.getting_started.description54": "在古代，神秘石板曾经有能力传送多个生物，但如今没有人记得它们的制造秘密。",
    "litv3.farming.title0": "What is this junk?",
    "litv3.farming.title1": "Gotta Catch Them All!",
    "litv3.farming.title2": "Sweet Berries",
    "litv3.farming.title3": "Hell Wart",
    "litv3.farming.title4": "Sugar or Paper?",
    "litv3.farming.title5": "Basic Farming",
    "litv3.farming.title6": "Cacti",
    "litv3.farming.title7": "Potato, Potatoe",
    "litv3.farming.title8": "Carrots",
    "litv3.farming.title9": "Wheatabix",
    "litv3.farming.title10": "Sugar",
    "litv3.farming.title11": "Bait",
    "litv3.farming.title12": "Fish n Farm",
    "litv3.farming.subtitle0": "Gather every sapling from a dark forest or variants",
    "litv3.farming.subtitle1": "Gather every sapling from a jungle or variants",
    "litv3.farming.subtitle2": "Gather every sapling from a plains or variants",
    "litv3.farming.subtitle3": "Gather every sapling from a Croptopia mod",
    "litv3.farming.subtitle4": "Gather every seed from a Croptopia mod",
    "litv3.farming.subtitle5": "Knives are scavenging tools: they allow you to obtain a few more resources from both fauna and flora.",
    "litv3.farming.subtitle6": "Breed all the animals!(26)",
    "litv3.farming.description0": "You are going to have to travel to the great white north to find some of these delicous berries.",
    "litv3.farming.description1": "Nether fortress mold.",
    "litv3.farming.description2": "Let those stalks reach for the sky!",
    "litv3.farming.description3": "You don't have jack on me Mr. Pumpkin!",
    "litv3.farming.description4": "The following are your basic crops that will always be handy when you are hungry.",
    "litv3.farming.description5": "The quests following the initial crops give a basic recipe to help keep you fed but look to JEI for more complex and fullfilling recipes.",
    "litv3.farming.description6": "Have to eat some melons to make some melons.",
    "litv3.farming.description7": "You will come across a lot of these from grass.",
    "litv3.farming.description8": "I am supposed to beat a root?",
    "litv3.farming.description9": "Desert adventure time.",
    "litv3.farming.description10": "Should be able to nab some of these to get you started from a village.",
    "litv3.farming.description11": "Should be able to find a few of these in villages as well.",
    "litv3.farming.description12": "Get to growing!",
    "litv3.farming.description13": "Man I will be able to write so much stuff on this.",
    "litv3.farming.description14": "The skin of the innocent..... oh boy that sounds bad.....",
    "litv3.farming.description15": "Eggs o'plenty!",
    "litv3.farming.description16": "Give your base some flair.",
    "litv3.farming.description17": "Time to get fishing!",
    "litv3.farming.description18": "Fillet of fish sure sounds a lot better than eating a whole fish, scales and all.",
    "litv3.farming.description19": "Pretty much a sharp stick.",
    "litv3.farming.description20": "My own custom designed fishing rod. Can be customized with special tackle and bait.",
    "litv3.farming.description21": "Should be better than cutting open a fish with a sharp stick.",
    "litv3.farming.description22": "My first professional fillet knife.",
    "litv3.farming.description23": "My worst purchased knife.",
    "litv3.farming.description24": "This knife should never dull.",
    "litv3.farming.description25": "A fillet knife imbuded with the power of Neptune. It will never break and gives additional fillets per fish.",
    "litv3.farming.description26": "Plays a note when a fish is about to bite when applied to a rod.",
    "litv3.farming.description27": "Incurs a 50% chance to not use durability when applied to a rod, as well as increase the rods luck.",
    "litv3.farming.description28": "Worms are but a single bait that can be used with fishing rods. Their are also leeches and minnows that you catch by fishing.",
    "litv3.farming.description29": "The worm box works like the composter (load with vegetables or fruit) but it produces worms to use as bait.",
    "litv3.farming.description30": "Is placed on the ground with a rightclick. From there, you can access it's inventory where you can apply tackle to fishing rods on the right. The box also has storage slots to hold bait and tackle. To pickup the box again simply shift rightclick it.",
    "litv3.farming.description31": "I caught a chest..... wonder if it is anything valuable?",
    "litv3.farming.description32": "Can be dyed like leather and can be used to customize your fishing rod.",
    "litv3.farming.description33": "Can be dyed like leather and can be used to customize your fishing rod.",
    "litv3.farming.description34": "Incurs a 20% chance to not use durability when applied to a rod.",
    "litv3.farming.description35": "Increases a rods luck when applied to a rod.",
    "litv3.farming.description36": "Incurs a 50% chance to not use durability when applied to a rod.",
    "litv3.farming.description37": "Allows a rod to cast further when applied to a rod.",
    "litv3.farming.description38": "Allows a chance to catch two things at once when applied to a rod.",
    "litv3.farming.description39": "Increases the amount of time allowed to reel in a fish when applied to a rod.",
    "litv3.farming.description40": "When you are the best fisherman around.",
    "litv3.farming.description41": "When you just want to blind the fish.",
    "litv3.farming.description42": "The best fishing rod around. Neptune's personal rod. Increases bite rate of fish.",
    "litv3.farming.description43": "- Any animals you slay using a Knife are guaranteed to drop secondary items, such as Leather and Feathers;",
    "litv3.farming.description44": "- Grassy plants (grass, wheat, rice etc) cut with a Knife will occasionally yield Straw, a firm and useful fiber;",
    "litv3.farming.description45": "- They act as a modest melee weapon: swings faster than a sword for lesser damage;",
    "litv3.farming.description46": "- Later on, they are also useful for cutting and portioning ingredients when preparing meals.",
    "litv3.farming.description47": "When any growable plant is placed on Rich Soil, its growth will be randomly boosted, similar to the usage of Bone Meal.",
    "litv3.farming.description48": "Rich Soil can be tilled into Rich Farmland through the use of hoes. Rich Farmland is immune to mob trampling and won't unravel to Melons or Pumpkins, but requires hydration in order to boost crops.",
    "litv3.farming.description49": "Mushrooms planted on Rich Soil under sufficient darkness will eventually form a Mushroom Colony. Such colonies will grow from 2 to 5 mushroom caps over time, dropping them when harvested.",
    "litv3.farming.description50": "Rich Soil is an enhanced type of dirt, more fertile and durable to the elements.",
    "litv3.farming.description51": "Rich Soil cannot be directly crafted. To make it, you must craft Organic Compost and place it into the world, letting it decompose over time.",
    "litv3.farming.description52": "Organic Compost will decompose more easily under sunlight and moisture from nearby water, but doesn't actually hydrate like farmland. It can also be gently accelerated by placing activators next to it, in a 3x3x3 area centered on itself.",
    "litv3.farming.description53": "Currently, the following blocks behave as activators for Organic Compost:",
    "litv3.farming.description54": "- Brown and Red Mushrooms, and their Colonies;",
    "litv3.farming.description55": "- Podzol and Mycelium;",
    "litv3.farming.description56": "- Other blocks of Organic Compost;",
    "litv3.farming.description57": "- Rich Soil, normal or tilled.",
    "litv3.farming.description58": "Ropes are essentially reverse scaffolding: the can be continuously deployed downward from the same spot, and can be climbed without collision. This allows players to safely descend or ascend high altitudes, such as ravines or mountains.",
    "litv3.farming.description59": "When placing Rope, you can use more ropes against the first one to deploy them downward. This will continuously extend a column of rope down to the bottom-most Y-level possible, allowing for easy and controllable descents into chasms, ravines or from high locations.",
    "litv3.farming.description60": "To suppress rope deployment, simply sneak while placing it. If there's no space underneath to deploy, it will also place normally.",
    "litv3.farming.description61": "Fully absorbs your fall without dealing damage.",
    "litv3.farming.description62": "Using a Knife on grassy plants will yield Straw, a useful building and composting material. Early on, it's best used to craft some Ropes.",
    "litv3.create.title0": "Detailed info",
    "litv3.create.title1": "Generate and Convey",
    "litv3.create.title2": "Belts",
    "litv3.create.title3": "Machinery",
    "litv3.create.subtitle0": "Welcome to Create!",
    "litv3.create.subtitle1": "Check it out right now. It's awesome I promise!",
    "litv3.create.subtitle2": "Hover over this block in your inventory and hold 'W' to see how it works and how to assemble it correctly",
    "litv3.create.description0": "I'll be your short and basic guide in a beautiful world of Create!",
    "litv3.create.description1": "You can also always check Youtube for more detailed visual walkthroughs. (you will definitely will do that)",
    "litv3.create.description2": "Now let's create your first machinery",
    "litv3.create.description3": "Pondering is an in-game guide system that allows the player to quickly get information about Create blocks.",
    "litv3.create.description4": "An item can be Pondered by hovering over it and holding 'W' until the bar below the item is filled up. This displays an animated infographic about the item being pondered.",
    "litv3.create.description5": "The full Ponder Index can be accessed through the Create menu by clicking the Engineer's Goggles icon in the pause menu.",
    "litv3.create.description6": "One of the more basic generators is called the Water Wheel. This concept should sound familiar, especially to people that have been playing modded minecraft for a bit. To get it spinning, all you have to do is get some water flowing around it. Pay attention the direction the water is flowing though, as it will spin at only half the rate when water flows in the wrong direction.",
    "litv3.create.description7": "While cogwheels can be used as fancy looking shafts, their main use is a little different. They will relay rotation sideways to other cogwheels while keeping the axis of rotation. Directly adjacent cogwheels will also reverse the direction of rotation.",
    "litv3.create.description8": "When mixing large and small cogwheel the speed of rotation will also change",
    "litv3.create.description9": "Two large cogwheels at an 90° Angle allow for the axis of rotation to be changed.",
    "litv3.create.description10": "The most basic and cheapest way of transferring rotational force is the shaft. This will relay rotation in a straight line to all connected shafts.",
    "litv3.create.description11": "Shafts also come in a encased variant, they have the same functionality, just look a bit different",
    "litv3.create.description12": "A lot of Create's machines need to be powered to operate. This power can be called rotational force or just Rotation.",
    "litv3.create.description13": "There are a couple different components that can create this rotational force in one way or another, they are called Generators. Just generation alone won't get you very far though, it still has to be relayed to the desired machines.",
    "litv3.create.description14": "There is a variety of different blocks in Create that can achieve just that. Best is play around with each component to familiarize yourself with its abilities. It is important to know the options when having to deal with complex connection tasks in a potentially less forgiving environment.",
    "litv3.create.description15": "Multiple generators can be connected together in order achieve a greater Capacity score for the attached kinetic network. When attaching new generators to running components, it is important that the added generator rotates in the same direction as the component it is attached to. When connecting two kinetic blocks with incompatible direction of rotation, you'll notice that the blocks just break. However, trouble-shooting this will be quite straight-forward - all you need to do is to include a means of reversing the rotation between the generator and the rest",
    "litv3.create.description16": "The gearbox is a simple block that relays rotation between 4 of its faces while reversing straight connections.",
    "litv3.create.description17": "To place down belts you will need 2 shafts facing in the same direction. They can be placed in 3 orientations, horizontal, vertical or diagonal at an 45° angle",
    "litv3.create.description18": "Click on the first shaft and you will see some particle effects to where you are looking. When looking at a valid second shaft, these particles will turn green. Once you got a belt in place, it will relay rotation between the two shafts while keeping rotation and speed the same.",
    "litv3.create.description19": "You can also click a shaft onto any piece of a belt to insert an additional pulley that you can connect components to.",
    "litv3.somedecorationrequired.title0": "Bridges!",
    "litv3.somedecorationrequired.title1": "Window additions edition",
    "litv3.somedecorationrequired.title2": "Deco madness",
    "litv3.somedecorationrequired.subtitle0": "Try them all!",
    "litv3.somedecorationrequired.subtitle1": "Fantasy-Themed Furniture and Decorational blocks",
    "litv3.simple_storage.title0": "Full Storage Drawer: Single Item",
    "litv3.simple_storage.title1": "Full Storage Drawer: Two Items",
    "litv3.simple_storage.title2": "Full Storage Drawer: Four Items",
    "litv3.simple_storage.title3": "Half Storage Drawer: One Item",
    "litv3.simple_storage.title4": "Half Storage Drawer: Two Items",
    "litv3.simple_storage.title5": "Half Storage Drawer: Four Items",
    "litv3.simple_storage.title6": "Storage Drawers Trim",
    "litv3.simple_storage.title7": "Any #forge:barrels/wooden",
    "litv3.simple_storage.title8": "Storage Solutions",
    "litv3.simple_storage.description0": "The Drawer Controller will allow you to connect all storage drawers in a 12 block radius making a large combined storage.",
    "litv3.simple_storage.description1": "You can deposit items into the entire system by right clicking items onto it. Double right clicking the controller will attempt to dump your enitre inventory into the system, but only if they currently exist in the system.",
    "litv3.simple_storage.description2": "The Drawer Controller Slave will allow you to extend your storage system when connected to a storage controller. This is more performance friendly than having multiple controllers.",
    "litv3.simple_storage.description3": "Compacting drawers are a special drawer that will hold a specific material type and allow it to be changed between its different material amounts.",
    "litv3.simple_storage.description4": "For example, loading this drawer with a iron block will allow you to pull the iron block, 9 iron ingots, or 81 iron nuggets from it with no crafting required.",
    "litv3.simple_storage.description5": "The Drawer Key will allow you to lock an item to a storage drawer slot. This will lock that item into that slot, even when all items are removed from the drawer.",
    "litv3.simple_storage.description6": "The Quantify Key will allow you to show/hide the storage drawer display of the number of items contained on the face of the drawer.",
    "litv3.simple_storage.description7": "Full-size 1x1 storage drawers will store 32 stacks of an item.",
    "litv3.simple_storage.description8": "Full-size 1x2 storage drawers will store 16 stacks of an item per drawer (32 stacks overall).",
    "litv3.simple_storage.description9": "Full-size 2x2 storage drawers will store 8 stacks of an item per drawer (32 stacks overall).",
    "litv3.simple_storage.description10": "Half-size 1x1 storage drawers will store 16 stacks of an item.",
    "litv3.simple_storage.description11": "Half-size 1x2 storage drawers will store 8 stacks of an item per drawer (16 stacks overall).",
    "litv3.simple_storage.description12": "Half-size 2x2 storage drawers will store 4 stacks of an item per drawer (16 stacks overall).",
    "litv3.simple_storage.description13": "Trim pieces will allow you to extend your network around corners or other configurations without sacrificing a true storage drawer. It is helpful when setting up a controller based system.",
    "litv3.simple_storage.description14": "The storage downgrade will drop the storage of the drawer it is installed in to one stack.",
    "litv3.simple_storage.description15": "The first level of storage upgrade will increase the storage of a drawer block by 2 times.",
    "litv3.simple_storage.description16": "The second level of storage upgrade will increase the storage of a drawer block by 4 times.",
    "litv3.simple_storage.description17": "The third level of storage upgrade will increase the storage of a drawer block by 8 times.",
    "litv3.simple_storage.description18": "The fourth level of storage upgrade will increase the storage of a drawer block by 16 times.",
    "litv3.simple_storage.description19": "The fifth, and final, level of storage upgrade will increase the storage of a drawer block by 32 times.",
    "litv3.simple_storage.description20": "The void upgrade will void any items added to the drawer past its max capacity.",
    "litv3.simple_storage.description21": "The conversion upgrade will convert materials from different mods to a single type. (You should not run into this in this pack).",
    "litv3.simple_storage.description22": "This upgrade template is the base of many upgrades that can be applied to storage drawers.",
    "litv3.simple_storage.description23": "The illumination upgrade will make the item and number count on the front of the drawer glow, being more visible in less lit areas.",
    "litv3.simple_storage.description24": "The redstone upgrade will ouptut a redstone signal equivalent to the level that the storage is full.",
    "litv3.simple_storage.description25": "The min redstone upgrade will output a redstone signal equivalent to the lowest filled drawer level.",
    "litv3.simple_storage.description26": "The max redstone upgrade will output a redstone signal equivalent to how full the most filled drawer.",
    "litv3.shop.title0": "普通战利品箱随机奖励",
    "litv3.shop.title1": "罕见战利品箱随机奖励",
    "litv3.shop.title2": "稀有战利品箱随机奖励",
    "litv3.shop.title3": "史诗战利品箱随机奖励",
    "litv3.shop.title4": "交换石头",
    "litv3.shop.title5": "交换木炭",
    "litv3.shop.title6": "下界币",
    "litv3.shop.title7": "10x 铜币 -> 1x 铁币",
    "litv3.shop.title8": "5x 铁币 -> 1x 金币",
    "litv3.shop.title9": "5x 金币 -> 1x 钻石币",
    "litv3.shop.title10": "$ - 货币商店 - $",
    "litv3.shop.subtitle0": "使用铜币（可重复）",
    "litv3.shop.subtitle1": "使用铁币（可重复）",
    "litv3.shop.subtitle2": "使用金币（可重复）",
    "litv3.shop.subtitle3": "使用钻石币（可重复）",
    "litv3.shop.subtitle4": "交换花岗岩/闪长岩/安山岩（可重复）",
    "litv3.shop.subtitle5": "选择可重复兑换的奖励",
    "litv3.shop.subtitle6": "选择可重复兑换的奖励",
    "litv3.shop.subtitle7": "选择可重复兑换的奖励",
    "litv3.shop.subtitle8": "选择可重复兑换的奖励",
    "litv3.shop.subtitle9": "获得任何类型的木头（可重复）",
    "litv3.shop.subtitle10": "使用下界币（可重复）",
    "litv3.playtime_rewards.title0": "游戏时长奖励",
    "litv3.playtime_rewards.description0": "好吧，你做到了。",
    "litv3.playtime_rewards.description1": "Welcome to the modpack.",
    "litv3.playtime_rewards.description2": "Is this the beginning of something big?",
    "litv3.playtime_rewards.description3": "We have some work to do.",
    "litv3.playtime_rewards.description4": "Some more play days ahead...",
    "litv3.playtime_rewards.description5": "Good old Minecraft days...",
    "litv3.playtime_rewards.description6": "你还有时间继续玩吗？",
    "litv3.playtime_rewards.description7": "Because I do.",
    "litv3.playtime_rewards.description8": "I'm stuck here.",
    "litv3.playtime_rewards.description9": "And now you're.",
    "litv3.playtime_rewards.description10": "Hah.",
    "litv3.playtime_rewards.description11": "I created 'Reach day' type quests about this day.",
    "litv3.playtime_rewards.description12": "If you're reading this you're playing Minecraft.",
    "litv3.playtime_rewards.description13": "I know you're wondering how many quests are there.",
    "litv3.playtime_rewards.description14": "100 for sure.",
    "litv3.playtime_rewards.description15": "Sounds like a challenge?",
    "litv3.playtime_rewards.description16": "I SURVIVED 100 DAYS IN LIVE IN THE VILLAGE MODPACK!",
    "litv3.playtime_rewards.description17": "Good title for a Youtube video.",
    "litv3.playtime_rewards.description18": "You're almost there.",
    "litv3.playtime_rewards.description19": "Final steps.",
    "litv3.playtime_rewards.description20": "You're almost done.",
    "litv3.playtime_rewards.description21": "You did it! 100 DAYS!",
    "litv3.playtime_rewards.description22": "Oh did I said there are only 100? Nope.",
    "litv3.playtime_rewards.description23": "Did I already told you that I'm stuck here?",
    "litv3.playtime_rewards.description24": "With you?",
    "litv3.playtime_rewards.description25": "And only you can break this spell.",
    "litv3.playtime_rewards.description26": "When I'll be free - you will be free too.",
    "litv3.playtime_rewards.description27": "Until then - we are bonded together.",
    "litv3.playtime_rewards.description28": "How was your day?",
    "litv3.playtime_rewards.description29": "What are your plans for future?",
    "litv3.playtime_rewards.description30": "Do you plan sitting here until the end of quests?",
    "litv3.playtime_rewards.description31": "Seriously, stop spending time here",
    "litv3.playtime_rewards.description32": "This won't end, I can assure you",
    "litv3.playtime_rewards.description33": "Do you like playing games?",
    "litv3.playtime_rewards.description34": "Okay, you won. This is the last quest here. You're free now.",
    "litv3.playtime_rewards.description35": "Go live your life!",
    "litv3.playtime_rewards.description36": "Stop wasting your time playing games!",
    "litv3.playtime_rewards.description37": "Are you still here?",
    "litv3.playtime_rewards.description38": "I'm tired of you.",
    "litv3.playtime_rewards.description39": "What if I say these type of quests are infinite :D",
    "litv3.playtime_rewards.description40": "And you're stuck here...",
    "litv3.playtime_rewards.description41": "Forever . . .",
    "litv3.playtime_rewards.description42": ". . .",
    "litv3.playtime_rewards.description43": ". . .",
    "litv3.playtime_rewards.description44": "jk",
    "litv3.nether_exploration.title0": "Golderite Armor",
    "litv3.nether_exploration.title1": "Prismarite Armor",
    "litv3.nether_exploration.title2": "Enderite Armor",
    "litv3.nether_exploration.title3": "Blazerite Armor",
    "litv3.nether_exploration.title4": "Featherite Armor",
    "litv3.nether_exploration.title5": "Phanterite Armor",
    "litv3.nether_exploration.title6": "Spiderite Armor",
    "litv3.nether_exploration.title7": "Witherite Armor",
    "litv3.nether_exploration.title8": "Enter the End portal...",
    "litv3.nether_exploration.title9": "Nether",
    "litv3.nether_exploration.subtitle0": "Build, light and enter the nether portal",
    "litv3.nether_exploration.subtitle1": "Enter a Bastion Remnant",
    "litv3.nether_exploration.subtitle2": "Loot a chest in a Bastion Remnant",
    "litv3.nether_exploration.subtitle3": "Tame a Foxhound by feeding it Coal while under Fire resistance",
    "litv3.nether_exploration.subtitle4": "Explore all Nether biomes",
    "litv3.nether_exploration.subtitle5": "... and go to 'The End' quest chapter to view more End related quests",
    "litv3.nether_exploration.subtitle6": "Get a full suit of Netherite armor",
    "litv3.nether_exploration.subtitle7": "Break your way into a Nether Fortress",
    "litv3.nether_exploration.subtitle8": "Ride a Strider with a Warped Fungus on a stick",
    "litv3.contraptions.title0": "Press K",
    "litv3.contraptions.title1": "Rotation Lock",
    "litv3.contraptions.title2": "Any #supplementaries:ropes",
    "litv3.contraptions.title3": "Ropes",
    "litv3.contraptions.title4": "The Crankonator",
    "litv3.contraptions.title5": "VERTICAL REDSTONE?!",
    "litv3.contraptions.title6": "How the tables have turned...",
    "litv3.contraptions.title7": "Flags",
    "litv3.contraptions.title8": "Placeable Items",
    "litv3.contraptions.title9": "Find the Red Merchant",
    "litv3.contraptions.title10": "The Rarest Trader",
    "litv3.contraptions.title11": "Mini Contraptions",
    "litv3.contraptions.description0": "The Wrench is used to rotate blocks already placed in the world.",
    "litv3.contraptions.description1": "Rotation lock is enabled by pressing K by default on your keyboard. You will see a cube to the right of your crosshair. This makes all blocks you place face in the direction you were facing in when the lock was enabled. Press it again to change direction and again to turn it off.",
    "litv3.contraptions.description2": "Ropes can be climbed like ladders. The ones from supplementaries can also be passed through.",
    "litv3.contraptions.description3": "Places random blocks from your hotbar. Useful for making natural looking walls and paths.",
    "litv3.contraptions.description4": "Emits a redstone signal when looked at.",
    "litv3.contraptions.description5": "Bamboo spikes are useful traps to protect you base from mobs. They can be tipped with potion effects!",
    "litv3.contraptions.description6": "Used to measure the amount blocks between two points.",
    "litv3.contraptions.description7": "Used to find slime chunks; the areas where slimes can spawn in",
    "litv3.contraptions.description8": "An invisible item frame for showing your items!",
    "litv3.contraptions.description9": "Put a hopper above it and it will drop all items below it.",
    "litv3.contraptions.description10": "Cranks are used to give the exact redstone signal you want",
    "litv3.contraptions.description11": "The Cog Block can transmit redstone vertically!",
    "litv3.contraptions.description12": "Stores liquids and captures tiny mobs",
    "litv3.contraptions.description13": "captures small mobs like chickens",
    "litv3.contraptions.description14": "Teleports your nearby pets to you. Useful for getting them out of sticky situations",
    "litv3.contraptions.description15": "emits redstone signal when a key is used on it. The key can be renamed so only that key can be used.",
    "litv3.contraptions.description16": "used to unlock lock blocks. You can put it in any curios slot.",
    "litv3.contraptions.description17": "You can set it to speak a message or show it in chat. Perfect for annoying your friends (or enemies!)",
    "litv3.contraptions.description18": "can place blocks from a distance!",
    "litv3.contraptions.description19": "Rotates blocks and mobs standing on it",
    "litv3.contraptions.description20": "Launches you into the air when powered, or if you land on it from a high place",
    "litv3.contraptions.description21": "These strong doors can be locked with a key and can be opened with your hand.",
    "litv3.contraptions.description22": "These doors can be opened with hand but NOT redstone signals.",
    "litv3.contraptions.description23": "Emits light based on its redstone signal.",
    "litv3.contraptions.description24": "Can be placed on top of sticks to create a flagpole. Right-click a flagpole to raise the flag, hold sneak to lower it.",
    "litv3.contraptions.description25": "Some Rod and Book Items like Sticks, Blaze Rods, and Prismarine Rods can be placed as blocks into the world. Search 'Placeable' in JEI to see which items can be placed as blocks.",
    "litv3.contraptions.description26": "Created by using a hoe on gravel.",
    "litv3.contraptions.description27": "Safes are harder to break shulker boxes that can be only be opened by the player who placed them.",
    "litv3.contraptions.description28": "A small early-game shulker box that can only hold 5 items. Carry too many in your inventory and you get slowed down",
    "litv3.contraptions.description29": "Throwable Explosive that only breaks grass, torches and other weak blocks. Aim at a mob's feet to send them flying!",
    "litv3.contraptions.description30": "Rarer version of bomb that can only be found as loot and from a special trader...",
    "litv3.contraptions.description31": "More Powerful than bomb and sets mobs on fire!",
    "litv3.contraptions.description32": "The 'fan' of this modpack, bellows blow mobs in the direction they are facing when powered.",
    "litv3.contraptions.description33": "Craft with a dye to create a colored rune. Runes change the enchantment glint color on your equipment when combined in an anvil with the enchanted item of your choice. The blank rune removes other rune colors.",
    "litv3.contraptions.description34": "Combine runes to craft the Rainbow Rune",
    "litv3.contraptions.description35": "Only drops from Respawned Dragons. Used to create a copy of an elytra",
    "litv3.contraptions.description36": "This ladder can be hanging and does not have to be attached to a block if the top ladder is.",
    "litv3.contraptions.description37": "Place an animal's food in it and it will automatically breed animals for you",
    "litv3.contraptions.description38": "Can only be activated by players.",
    "litv3.contraptions.description39": "Lantern but brass",
    "litv3.contraptions.description40": "This guy is really hard to find, don't bother looking for him",
    "litv3.a_reliable_friend.title0": "Good doggy",
    "litv3.a_reliable_friend.title1": "Dog Decorations",
    "litv3.a_reliable_friend.title2": "Dog Modes",
    "litv3.a_reliable_friend.title3": "Wander, Stay, Follow",
    "litv3.a_reliable_friend.title4": "Tameable Axolotls, Foxes, Rabbits and Frogs",
    "litv3.a_reliable_friend.title5": "Animal Tamer Villager",
    "litv3.a_reliable_friend.title6": "Collar Tag and Enchanting",
    "litv3.a_reliable_friend.title7": "Rotten Apple and Sinister Carrot",
    "litv3.a_reliable_friend.title8": "A Reliable Friend",
    "litv3.a_reliable_friend.description0": "Step 1:",
    "litv3.a_reliable_friend.description1": "Find a wild wolf (the Vanilla Minecraft wolf).",
    "litv3.a_reliable_friend.description2": "Step 2:",
    "litv3.a_reliable_friend.description3": "Feed it bones (right click with a bone in your hand) until hearts appear above its head. If a collar appears on its neck and it sits down, you've done it right!",
    "litv3.a_reliable_friend.description4": "Step 3:",
    "litv3.a_reliable_friend.description5": "Feed the dog at least one Training Treat and the dog will disappear for a very brief second and a dog without a collar will take its place. At this point, you now have a Doggy Talents dog.",
    "litv3.a_reliable_friend.description6": "The first treat you will need to level up your dog. It can only level the dog to 20. After that, you will require the next tier treat, the Super Treat.",
    "litv3.a_reliable_friend.description7": "Once you have a Doggy Talents dog, you will be able to right click on it with a stick in hand (main or secondary) to open the dog information/talents menu.",
    "litv3.a_reliable_friend.description8": "This menu allows you to change the name of your dog, toggle its behavior, add talents, and toggle whether to obey other players. In the menu, your dog's basic level, dire level, and level spending points will be displayed just under the name box.",
    "litv3.a_reliable_friend.description9": "The more you level up your dog using the Treats in this order: Training Treat, Super Treat, Master Treat, and Dire Treat; the more points you have available to spend on your talents. Eventually, the dog will hit its maximum level, which will not",
    "litv3.a_reliable_friend.description10": "allow you to get anymore points once it hits this level cap.",
    "litv3.a_reliable_friend.description11": "The second treat you will need to level up your dog. It can only level the dog to 40. After that, you will require the next tier treat, the Master Treat.",
    "litv3.a_reliable_friend.description12": "The third treat you will need to level up your dog. It can only level the dog to 60. After that, you will require the final tier treat, the Dire Treat.",
    "litv3.a_reliable_friend.description13": "The forth and final treat you will need to level up your dog. It adds dire levels, which is maxed at 30. After that, you will no longer have the ability to level up the dog, hence the dog has reached the ultimate level. Also, at the maximum dire",
    "litv3.a_reliable_friend.description14": "level, end-like particles will begin to emit from your dog.",
    "litv3.a_reliable_friend.description15": "This item is like a map, but for locating your dog when it has the Radio Collar equipped. To locate your dog, right click with the item in your main hand and it will give your dog's distance away from you and in which direction it is in. However,",
    "litv3.a_reliable_friend.description16": "this item only works if the dog is in the same dimension.",
    "litv3.a_reliable_friend.description17": "This item allows you to carry food items for your dog. You can feed your dog the items inside by right clicking on your dog with the bag in hand.",
    "litv3.a_reliable_friend.description18": "You can also place the items from inside the bag into a Food Bowl by right clicking on the bowl with the bag in your hand.",
    "litv3.a_reliable_friend.description19": "This gives your dog a collar! To equip the collar, right click on your dog with the collar in your main hand. You can customize the color of the collars in a similar fashion as in the Wearable Backpacks mod!",
    "litv3.a_reliable_friend.description20": "To do so, just add it and dyes in a crafting table or applying it directly to your dog. You can take them off by using the Collar Sheers",
    "litv3.a_reliable_friend.description21": "This special stick gives your dog the Glowing Level 1 effect for 100 ticks (5 seconds), the Speed Level 6 effect for 200 ticks (10 seconds), and the regeneration Level 1 effect for 100 ticks (5 seconds).",
    "litv3.a_reliable_friend.description22": "You can play with your dog with this item! First, set your dog into docile mode, then right click to throw the bone. The dog to take off after the bone, grab it, and give it back to you as a Drool Throw Bone",
    "litv3.a_reliable_friend.description23": "To throw the bone again, you must clean the bone off first by right clicking it or adding it to a crafting table in order to get a Throw Bone.",
    "litv3.a_reliable_friend.description24": "This functions the same way as the Throw Bone.",
    "litv3.a_reliable_friend.description25": "This special bone is required to breed your dogs.",
    "litv3.a_reliable_friend.description26": "These special sheers can cut off the wool collars off your dog. Also, the sheers can untame your dog.",
    "litv3.a_reliable_friend.description27": "Modes",
    "litv3.a_reliable_friend.description28": "These control how the dog reacts to other entities and interacts with you. The tips of each mode appear above the dog.",
    "litv3.a_reliable_friend.description29": "Docile (D)",
    "litv3.a_reliable_friend.description30": "In this mode, your dog will follow you but not attack anything. They will also play fetch with you when you throw the Throw Bone or Throw Stick. This mode will show up as the tip,'(D)' just above the dogs name.",
    "litv3.a_reliable_friend.description31": "Wandering (W)",
    "litv3.a_reliable_friend.description32": "In this mode, your dog will stay near its bowl and wait for your next command. To set your dog's bowl, simply place one and bring your dog within 1 block of it. This mode will show up as the tip,'(W)' just above the dog's name.",
    "litv3.a_reliable_friend.description33": "Aggressive (A)",
    "litv3.a_reliable_friend.description34": "In this mode, your dog will follow you and attack anything that either attacks you or that you attack. This mode will show up as the tip,'(A)' just above the dogs name.",
    "litv3.a_reliable_friend.description35": "Berserker (B)",
    "litv3.a_reliable_friend.description36": "In this mode, your dog will follow you and will attack any mob that draws near. This mode will show up as the tip,'(B)' just above the dogs name.",
    "litv3.a_reliable_friend.description37": "Tactical (T)",
    "litv3.a_reliable_friend.description38": "In this mode, your dog will follow you but will not attack anything unless you use the command beam to attack the entity you right click on (with the item in hand). This mode will show up as the tip,'(T)' just above the dogs name.",
    "litv3.a_reliable_friend.description39": "Incapacitated (I)",
    "litv3.a_reliable_friend.description40": "In this mode, your dog will be covered in blood and it will not attack nor will let you interact with it (except to let you make it sit down). The dog will enter this mode only when its health is 1/2 of a heart (1 HP) and its health will not reach 0,",
    "litv3.a_reliable_friend.description41": "preventing the dog from dying. The dog will eventually exit this mode once its health reaches above 1 HP, however, it will not be at full health after exiting this mode. To force the dog to exit the mode at full health, feed it a cake.",
    "litv3.a_reliable_friend.description42": "This mode can be turned off in the configuration settings. This mode will show up as the tip,'(I)' just above the dogs name.",
    "litv3.a_reliable_friend.description43": "Wolves, Cats, Parrots, Axolotls, Rabbits, and Foxes now have 3 possible states when tamed: Wander, Stay and Follow.",
    "litv3.a_reliable_friend.description44": "These can be cycled through by right clicking on the mob. Now its finally possible to have your cats and dogs wander around your house instead of being frozen in place or randomly teleport to you.",
    "litv3.a_reliable_friend.description45": "- Axolotls: Simply feed a wild axolotl a few tropical fish to tame them. They can be made to sit, wander and follow like all the other tameable mobs. Note that axolotls are by default very slow on land, dry out and have low health",
    "litv3.a_reliable_friend.description46": "- Foxes: To get a tame fox, you need to breed two wild foxes with sweet berries and wait for it to grow up. Note that no matter how tame foxes are, they'll still want to kill any chickens and (untamed) rabbits they can see.",
    "litv3.a_reliable_friend.description47": "- Rabbits: To tame a rabbit, feed it several Hay Bales. Rabbits only have 3 health by default and usually (see: Sinister Carrot) cannot attack. However, to make them useful we have reintroduced another removed feature: rabbits scare off ravagers.",
    "litv3.a_reliable_friend.description48": "- Frogs: you can tame them with a few spider eyes. Frogs can be made to stay, follow or wander like the other pets, and will come to their owner's defense.",
    "litv3.a_reliable_friend.description49": "Animal Tamers can be found in villages in their own unique houses or can be created with a unemployed villager using a pet bed as a workstation. They trade a variety of items related to animals from both vanilla minecraft and this mod, including unique pet enchants(charisma).",
    "litv3.a_reliable_friend.description50": "Their houses also contain some untamed mobs and sometimes fish tanks.",
    "litv3.a_reliable_friend.description51": "The Deed of Ownership is an item that can be purchased from the Animal Tamer villager. By right clicking on a tamed pet that you are the owner of, you bind it to the deed. If you give the deed to any other player, and they use it on the bounded animal, then the ownership of the pet will pass onto them, making it effectively as if they were the ones who tamed the animal.",
    "litv3.a_reliable_friend.description52": "Collar Tags are the conduit for pet enchantments.",
    "litv3.a_reliable_friend.description53": "Like a nametag, these collar tags can be renamed in an anvil and used on a mob to rename it (unlike a nametag, this is only for animals that are your pets). However, their real use is that they can be enchanted",
    "litv3.a_reliable_friend.description54": "These collars can then be placed on a tamed pet of yours by interacting with it. To get the enchanted collar back, you can simply swap it with any other collar, including an unenchanted one. You can view a pet's enchants by sneaking and looking at them.",
    "litv3.a_reliable_friend.description55": "When used, this will send out a feather on a string in front of you. The closest pet of yours will then try to move onto the feather to play with it. This tool is useful for getting your mob out of places it shouldn't be, like if it's stuck in a doorway or on top of a chest. It's also useful for moving a pet onto its bed so you can set its respawn point.",
    "litv3.a_reliable_friend.description56": "Rotten Apples have a chance to form if an apple item despawns on the ground. These green, wormy apples can be fed to a horse in order to turn it into a zombie horse. Note that you'll want to make sure the horse is tamed and saddled prior to this action. This zombification process will also preserve the speed and other aspects of the horse. Zombie horses cannot wear armor.",
    "litv3.a_reliable_friend.description57": "Sinister Carrots are rarely found as loot in Woodland Mansions. They can be fed to a zombie horse in order to turn it into a skeleton horse. They can also be fed to a tamed rabbit to transform it into a Killer Rabbit, which can attack and is much stronger than a normal rabbit.",
    "litv3.alexs_mobs.title0": "Grizzly Bear Encountered",
    "litv3.alexs_mobs.title1": "Teddy the Bear",
    "litv3.alexs_mobs.title2": "Crocodile Encountered",
    "litv3.alexs_mobs.title3": "Alligator Snapping Turtle Encountered",
    "litv3.alexs_mobs.title4": "Hummingbreeder",
    "litv3.alexs_mobs.title5": "Orca's Might",
    "litv3.alexs_mobs.title6": "Blessings from the Sky",
    "litv3.alexs_mobs.title7": "Mighty Joe Young",
    "litv3.alexs_mobs.title8": "Mini Mo",
    "litv3.alexs_mobs.title9": "Rattlesnake Encountered",
    "litv3.alexs_mobs.title10": "La Cucaracha",
    "litv3.alexs_mobs.title11": "Safari Adventure",
    "litv3.alexs_mobs.title12": "Greatest Warrior",
    "litv3.alexs_mobs.title13": "Elephant Style",
    "litv3.alexs_mobs.title14": "Bullets, for Hands",
    "litv3.alexs_mobs.title15": "I'm Parched",
    "litv3.alexs_mobs.title16": "Guster Encountered",
    "litv3.alexs_mobs.title17": "Not Really Bald",
    "litv3.alexs_mobs.title18": "Long Distance Killer",
    "litv3.alexs_mobs.title19": "Blessings of Tony",
    "litv3.alexs_mobs.title20": "Ants in my Pants",
    "litv3.alexs_mobs.title21": "Kangaroo Jack",
    "litv3.alexs_mobs.title22": "Emu Day Out",
    "litv3.alexs_mobs.title23": "Soul Vulture Encountered",
    "litv3.alexs_mobs.title24": "Hitching a Ride",
    "litv3.alexs_mobs.title25": "Straddler Encountered",
    "litv3.alexs_mobs.title26": "Lava Tadpole Feast",
    "litv3.alexs_mobs.title27": "Mosquito Repellent",
    "litv3.alexs_mobs.title28": "Bye Bye Mega Chad",
    "litv3.alexs_mobs.title29": "Seal",
    "litv3.alexs_mobs.title30": "Shoebill",
    "litv3.alexs_mobs.title31": "Snow Leopard",
    "litv3.alexs_mobs.title32": "Crow",
    "litv3.alexs_mobs.title33": "Mungus",
    "litv3.alexs_mobs.title34": "A Mungus",
    "litv3.alexs_mobs.title35": "Platypus",
    "litv3.alexs_mobs.title36": "Tasmanian Devil",
    "litv3.alexs_mobs.title37": "Raccoon",
    "litv3.alexs_mobs.title38": "Gazelle",
    "litv3.alexs_mobs.title39": "Fly Encountered",
    "litv3.alexs_mobs.title40": "Moose",
    "litv3.alexs_mobs.title41": "Komodo Dragon",
    "litv3.alexs_mobs.title42": "Roadrunner",
    "litv3.alexs_mobs.title43": "Cockroach",
    "litv3.alexs_mobs.title44": "Lobster",
    "litv3.alexs_mobs.title45": "Hammerhead Shark",
    "litv3.alexs_mobs.title46": "Bone Serpent",
    "litv3.alexs_mobs.title47": "Dropbear Encountered",
    "litv3.alexs_mobs.title48": "Dropbear",
    "litv3.alexs_mobs.title49": "Hostile World",
    "litv3.alexs_mobs.description0": "Grizzly Bears will randomly drop some of their hair with time.",
    "litv3.alexs_mobs.description1": "Roadrunners will drop these if they lose battles against Rattlesnakes.... or you.",
    "litv3.alexs_mobs.description2": "These boots, which are fitted with Roadrunner feathers, will allow users to run faster on sand.",
    "litv3.alexs_mobs.description3": "A drop from Bone Serpents when they leap out of lava and are killed.",
    "litv3.alexs_mobs.description4": "This special potion will allow you to look through lava like it was water.",
    "litv3.alexs_mobs.description5": "A drop from Gazelle's when they are unfortunately killed, but they also may drop some mutton.",
    "litv3.alexs_mobs.description6": "This Crocodile item is dropped when baby crocodiles age up or are killed.",
    "litv3.alexs_mobs.description7": "This crocodile armor will give you some protection but also increase your swim speed.",
    "litv3.alexs_mobs.description8": "A maggot will drop when a Fly is killed.",
    "litv3.alexs_mobs.description9": "A rare drop from jungle leaves. Can be used to make a Simple Farming tree whose bananas will work in the same way.",
    "litv3.alexs_mobs.description10": "A Rattlesnake drop when killed, usually when protecting other creatures from its venomous bite.",
    "litv3.alexs_mobs.description11": "A random Hammerhead Shark item that may drop when it attacks.",
    "litv3.alexs_mobs.description12": "These arrows travel better underwater where they deal extra damage to sea creatures.",
    "litv3.alexs_mobs.description13": "Just in case you want to move some lobsters around.",
    "litv3.alexs_mobs.description14": "A Lobster item that drops when they are killed.",
    "litv3.alexs_mobs.description15": "Would go nice with some butter.",
    "litv3.alexs_mobs.description16": "An occasional drop from live Komodo Dragons.",
    "litv3.alexs_mobs.description17": "Taking a few drops of saliva and putting it into a bottle could be pretty potent.",
    "litv3.alexs_mobs.description18": "A random drop from Capuchin Monkeys when fed bananas. ",
    "litv3.alexs_mobs.description19": "A very 'unique' soup......",
    "litv3.alexs_mobs.description20": "Maybe try some of this better soup.",
    "litv3.alexs_mobs.description21": "Every 7-10 days a moose can drop one of their antlers.",
    "litv3.alexs_mobs.description22": "By mounting some antlers to this hat it will give the player a knockback ability.",
    "litv3.alexs_mobs.description23": "These are some big ribs that are dropped when a moose is killed.",
    "litv3.alexs_mobs.description24": "It is Barbeque time!",
    "litv3.alexs_mobs.description25": "A drop when a Raccoon is killed.",
    "litv3.alexs_mobs.description26": "This fun hat will give the wearer a speed boost while sneaking.",
    "litv3.alexs_mobs.description27": "This Rattle is made with Rattlesnake tail. It will catch the attention of Cockroaches.",
    "litv3.alexs_mobs.description28": "A random drop when killing Cockroaches.",
    "litv3.alexs_mobs.description29": "A rebuilt wing of a Cockroach.",
    "litv3.alexs_mobs.description30": "This potion will allow a person to go almost invisible to hostile bugs.",
    "litv3.alexs_mobs.description31": "A rare drop from acacia trees.",
    "litv3.alexs_mobs.description32": "After Soul Vulture has become filled from its health drain attack it may drop this infused heart.",
    "litv3.alexs_mobs.description33": "This potion will give the drinker the Soul Vultures health sapping power.",
    "litv3.alexs_mobs.description34": "Shearing mossy Alligator Snapping Turtles has a chance to drop this.",
    "litv3.alexs_mobs.description35": "This modified turtle helmet provides knockback resistance and allows the wearer to breathe underwater for 15 more seconds. Also has a chance to return melee attacks.",
    "litv3.alexs_mobs.description36": "The core of a Guster that can drop when they are killed.",
    "litv3.alexs_mobs.description37": "Throw a little sand in their eyes!",
    "litv3.alexs_mobs.description38": "The Gustmaker, when powered with redstone, emits little Gusters in a line that can push stuff around.",
    "litv3.alexs_mobs.description39": "What gives the Warped Mosquito its strength.",
    "litv3.alexs_mobs.description40": "The warped power behind the Warped Mosquito.",
    "litv3.alexs_mobs.description41": "An upgraded Blood Sprayer.",
    "litv3.alexs_mobs.description42": "Try to catch a Stradpole in a bucket of lava.",
    "litv3.alexs_mobs.description43": "A rare Straddler drop that has an interesting use.",
    "litv3.alexs_mobs.description44": "A dyeable board that allows you to surf lava. Be careful to not hit anything though because you may fall off.",
    "litv3.alexs_mobs.description45": "An occasional drop from a live Emu.",
    "litv3.alexs_mobs.description46": "A whole omelet in a shell.",
    "litv3.alexs_mobs.description47": "An Emu drop when killed.",
    "litv3.alexs_mobs.description48": "Gives the wearer the Emu dodge ability.",
    "litv3.alexs_mobs.description49": "A Dropbear drop which can be used to make flint and steel or a special potion.",
    "litv3.alexs_mobs.description50": "This potion allows whoever drinks it to walk on ceilings like a Dropbear.",
    "litv3.alexs_mobs.description51": "A Kangaroo drop when they are sadly killed.",
    "litv3.alexs_mobs.description52": "Might as well cook up the meat.",
    "litv3.alexs_mobs.description53": "A Kangaroo that can be crafted into leather or some fancy pants.",
    "litv3.alexs_mobs.description54": "A rare drop from chamber blocks or Queens. Can be used to create new ant colonies when used on dirt or grass.",
    "litv3.alexs_mobs.description55": "This fungi can be used to feed ants and heal them or boost the Queen's reprodction. It can be collected by right clicking a moldy ant chamber under an anthill, where placing a shroomlight will stop the ants from being angry.",
    "litv3.alexs_mobs.description56": "The Falconry Glove will allow you to pick up tamed Bald Eagles. Then by punching while pointing at a mob from long range will send the eagle off to attack it. If not hovering over a mob the eagle will just hop off.",
    "litv3.alexs_mobs.description57": "The Falconry Hood allows finer control of Bald Eagle flight, giving third-person control over the eagle's flight. The Eagle can fly up to 150 blocks out from its owner. Sneaking will stop the flying mode.",
    "litv3.alexs_mobs.description58": "Encounter a Grizzly Bear",
    "litv3.alexs_mobs.description59": "While these forest bears may seem cuddly, it is best to keep your distance from a Grizzly Bear as they may have young nearby that they will protect fiercely. Naturally they are very neutral mobs though. ",
    "litv3.alexs_mobs.description60": "A Grizzly Bear can be tamed by waiting for it to eat some honey, or by feeding a honeycomb to the bear, then feeding it some salmon. They are fierce defenders and a good mount.",
    "litv3.alexs_mobs.description61": "This potion will allow you to create a uncommon speed potion that will help you get where you are going quicker.",
    "litv3.alexs_mobs.description62": "A crocodile is a large swamp and river based creature that is very dangerous to be near. You can still breed these creatures though with the use of rotten flesh. When the egg hatches, a nearby player is imprinted upon the baby and it will listen to their commands.",
    "litv3.alexs_mobs.description63": "Alligator Snapping Turtles are large swamp turtles. They will take a bite out of anything that gets too near. They rarely move and grow a mossy layer over their shell.",
    "litv3.alexs_mobs.description64": "Breed two Hummingbirds with flowers.",
    "litv3.alexs_mobs.description65": "Hummingbirds are found in jungles, flower forests, and sunflower areas where they are quickly flying around pollinating crops and flowers more quickly than bees.",
    "litv3.alexs_mobs.description66": "Go swimming with a pod of Orcas. Will grant faster attack speed.",
    "litv3.alexs_mobs.description67": "This large sea animal can be found in cold oceans where it can be seen jumping up out of the water. They aren't the friendliest so watch where you swing but they will also attack Guardians and Drowned.",
    "litv3.alexs_mobs.description68": "Blessed by a Sunbird.",
    "litv3.alexs_mobs.description69": "The Sunbird is a mythological bird found flying above mountains. Will cause undead to burst into flame when nearby but naturally do not attack. ",
    "litv3.alexs_mobs.description70": "Tame a Gorilla with bananas.",
    "litv3.alexs_mobs.description71": "Gorillas are large apes found in jungles where they are peaceful but will handily defend themselves. Silverback Gorillas will lead each pack where baby gorillas can be seen clinging to their Gorilla's backs.",
    "litv3.alexs_mobs.description72": "Tame a Capuchin Monkey with bananas.",
    "litv3.alexs_mobs.description73": "These small monkeys are prevalent in Jungles where they are fond of being given bananas. Once tamed they can sit on their friend's shoulder, follow, wander, stay, and even attack with both melee and ranged attacks.",
    "litv3.alexs_mobs.description74": "They can be fed eggs to heal them but maggots are used to breed them. ",
    "litv3.alexs_mobs.description75": "The Rattlesnake is a venomous snake native to deserts and badlands. Its location is usually given away by it's distinctive rattle sound made by its tail. They bite and poison a person if they get too close while rattling.",
    "litv3.alexs_mobs.description76": "Who knows what will happen if you give a Cockroach a Maraca.",
    "litv3.alexs_mobs.description77": "Tame a non-tusked Elephant.",
    "litv3.alexs_mobs.description78": "Elephants are the large roamers of the Savannas. They can be found in three varieties: calves, tusked, and non-tusked. Elephants overall are very defensive of all of their herd family. Full Size Tusked Elephants cannot be tamed with Acacia Blossoms. Can be sometimes seen as a Wandering Trader's animal.",
    "litv3.alexs_mobs.description79": "Tame a tusked elephant as a calf.",
    "litv3.alexs_mobs.description80": "Tusked elelphants can only be tamed as a calf, but they will grow up to be fierce defenders.",
    "litv3.alexs_mobs.description81": "Place a colored carpet on a tamed Elephant.",
    "litv3.alexs_mobs.description82": "Elephants can be decorated with different colored carpets as well as have chests added to them to allow them to carry many items.",
    "litv3.alexs_mobs.description83": "Tame a Mantis Shrimp with Tropical Fish.",
    "litv3.alexs_mobs.description84": "Giant neutral creatures found in reefs or warm oceans that pack a heck of a punch. Mantis Shrimp can be healed with any fish and be bred with lobster tails. A tamed mantis shrimp can be given a block with a sneak right click and it will seek it out and break it if set into its breaking mode.",
    "litv3.alexs_mobs.description85": "Give tamed mantis shrimp a bucket of water",
    "litv3.alexs_mobs.description86": "Guster Encountered",
    "litv3.alexs_mobs.description87": "A Guster is angry desert spirt that are created during storms. They will attack everything sending it high into the air or shooting sand at them.",
    "litv3.alexs_mobs.description88": "Tame a Bald Eagle with Fish Oil.",
    "litv3.alexs_mobs.description89": "Bald Eagles are neutral large birds found near mountains with plenty of trees. They fly to lakes to grab salmon out of the water or hunt nearby rabbits. They can be lured in and tamed with Fish Oil. They follow typical follower commands. They can be healed with fish and bred with rotten flesh.",
    "litv3.alexs_mobs.description90": "Kill an animal from 100 blocks away with a hooded Bald Eagle.",
    "litv3.alexs_mobs.description91": "Feed meat to a Tiger to gain its blessing.",
    "litv3.alexs_mobs.description92": "Tigers are large cats found in dense bamboo. They are weary of people and will attack if gotten too near. They are very good hunters and can become nearly invisible while hunting. By feeding them meat, their blessing can be gained which will allow you to approach them and they will come to your aid. They can be bred with Acacia Blossoms. They have potential to be born as white tigers.",
    "litv3.alexs_mobs.description93": "What could go wrong jumping on an anthill?",
    "litv3.alexs_mobs.description94": "Leafcutter Ants are small ants that eat the leaves off of trees in jungles. Colonies can consist up to 20 ants. Typically only workers are seen but a queen can be summoned by jumping on an anthill. Queens are needed for the colony to repopulate.",
    "litv3.alexs_mobs.description95": "Kangaroo Encountered",
    "litv3.alexs_mobs.description96": "Large jumping friends of the savanna and badlands, Kangaroos are a neutral creature. They are very good at defending themselves. They can be tamed with carrots where they gain the normal follower characteristics and a accessible storage by sneak right clicking. A melee weapon, helmet, and chestpiece placed in the storage can be used by the Kangaroo. Can be healed with non-meat foods and bred with a dead bush or grass.",
    "litv3.alexs_mobs.description97": "Emu Encountered",
    "litv3.alexs_mobs.description98": "A large ground bird, the Emu is found in savanna and badlands. They initially panic when attacked but may return to attack. They like attacking skeletons though. They can be bred with Wheat but cannot be tamed. They will appear in a few different colors.",
    "litv3.alexs_mobs.description99": "Long dead birds that now inhabits the Nether. They have a health stealing attack which they use to great effect up to five times.",
    "litv3.alexs_mobs.description100": "Lure a Spectre over in the End and hitch a ride with a lead.",
    "litv3.alexs_mobs.description101": "Spectres are a relative of Phantoms but are completely passive. They cannot be attacked by physical means. Their favorite item is a Soul Heart, which they will follow very intently.",
    "litv3.alexs_mobs.description102": "Encounter a Straddler",
    "litv3.alexs_mobs.description103": "A Straddler is large rocky version of a Strider found in Basalt Deltas. They are aggressive and will attack an explorers they see by launching Stradpoles at them.",
    "litv3.alexs_mobs.description104": "Feeding a Stradpole a Crimson Mosquito Larva and it might grow up.",
    "litv3.alexs_mobs.description105": "The Warped Toad is a rare spawn in Warped Forests which is neutral. Its favorite food is Crimson Mosquitos so it may be worth having one of these as a friend.",
    "litv3.alexs_mobs.description106": "It can be healed with maggots and bred with Crimson Mosquito Larva.",
    "litv3.alexs_mobs.description107": "Kill the Warped Mosquito",
    "litv3.alexs_mobs.description108": "The Warped Mosquito is a very dangerous evolution of a Crimson Mosquito. It will attack pretty much everything and will suck blood to regenerate health.",
    "litv3.alexs_mobs.description109": "The seal is a cute, if not loud, creature frequently found on beaches or icebergs. Usually they are found sleeping but are very good swimmers. Giving a seal three fish with 'trade' with the seal and they will dive into the water and bring back a sea related item (some are valuable). Can be bred with lobster tails.",
    "litv3.alexs_mobs.description110": "Shoebills are strange birds that inhabit swamps and will flee if attacked. They are more of solitary fishmen and won't keep all of their catch which can be picked up. They can be fed Crocodile eggs to increase the lure of their catches and Blobfish to increase the luck of their catch. They cannot be bred.",
    "litv3.alexs_mobs.description111": "The Snow Leopard is a big cat found in snowy mountain area where they live in solitude. They won't be aggressive to players but love hunting and will protect themselves. While hunting they often create extra drops due to their skill (like high luck). They cannot be tamed but can be bred with Moose Ribs. ",
    "litv3.alexs_mobs.description112": "Crows are annoyancing birds found in forests and plains where they circle fields and stop crop growth. They can be scared away with a scarecrow of a simple carved pumpkin. They will pickup any food or seeds and eat them.",
    "litv3.alexs_mobs.description113": "They can be tamed by giving them some pumpkin seeds. When tamed they can follow the the basic tamed animal rules (Stay, follow, wander) but can also collect items. When set to gather mode crows will look for chests with item frames on them. Whatever item is in the frame will be collected and placed into the chest.",
    "litv3.alexs_mobs.description114": "Mungi are mushroom creatures found in different Mushroom biomes. They are completely passive. They have mushroomson them that on them that they will grow more of depending on the biome. They have a chance of creating giant mushrooms. If killed with 5 mushrooms on it, it will explode and spread their mushroom covering them. They can be bred with Mushroom Stew.",
    "litv3.alexs_mobs.description115": "The Platypus is a strange little animal that can be found in rivers. It has a poisonous attack to return on attackers. It can be bred with Lobster Tails.",
    "litv3.alexs_mobs.description116": "It's special ability is that when fed with redstone it will seak out clay blocks where it will dig up maggots and clay balls.",
    "litv3.alexs_mobs.description117": "The Tasmanian Devil is a small creature found in temperate forests. They can be found in groups making growling noises. They will also heartily defend themselves if attacked. Can be fed rotten flesh to release a howl to scare away all monsters for a time. They cannot be tamed but can be bred with meat.",
    "litv3.alexs_mobs.description118": "Raccoons are natives of plains and forests where they can be seen foraging for food. They will come up to players to beg if food is being held but they will also steal food from chests. Will wash food when near water. Can be tamed when given an egg near water and can be bred with bread.",
    "litv3.alexs_mobs.description119": "The Gazelle is a small creature of the savannas is very timid and prefers its large groups which will flee at the first sign of danger.",
    "litv3.alexs_mobs.description120": "This annoying bug is pretty common across the overworld. They will chase and bite zombies to near death. They are bred with rotten flesh. Make sure these do not get into the Nether....",
    "litv3.alexs_mobs.description121": "The Moose, the Big Boy of the Tundra and Taiga, are neutral but very capable of protecting themselves.",
    "litv3.alexs_mobs.description122": "Can be bred with dandelions.",
    "litv3.alexs_mobs.description123": "The Komodo Dragon is the largest lizard you will ever see, which you could experience travelling through the badlands. They will attack almost anything so watch out and they have a very poisonous bite.",
    "litv3.alexs_mobs.description124": "If given a very large amount of rotten flesh they can be tamed where they will fiercely protect their friends and are also a good mount.",
    "litv3.alexs_mobs.description125": "The Roadrunner is a quick ground bird that can be found in deserts and badlands. They are predator of Rattlesnakes. Can be bred with maggots.",
    "litv3.alexs_mobs.description126": "Cockroaches can be be found underground in the dark corners of caves. While they are normally scared of people they can be fed with sugar or bread to make them more comfortable. They will eat any food dropped on the ground as well.",
    "litv3.alexs_mobs.description127": "Their most unique ability may be the ability to lose their head and keep on running though. They can be bred with sugar.",
    "litv3.alexs_mobs.description128": "A Lobster is a small sea creature found in the water right off the beach. They will pinch anything aggresive to them but usually won't chase. Can come in a number of colors.",
    "litv3.alexs_mobs.description129": "A Hammerhead Shark are a large creature native in warmer oceans. It is a predator of any creature below half health.",
    "litv3.alexs_mobs.description130": "The Bone Serpent is a native of the lava lakes of the Nether where it preys on almost everything, especially Wither Skeletons.",
    "litv3.alexs_mobs.description131": "The Dropbear is an evil creature native to the Nether Wastes. It hangs from the ceiling where it waits for things to walk beneath it to drop down upon and attack.",
    "litv3.alexs_mobs.description132": "This potion, made from bear hair and potions of strength, will create a potion giving knockback resistance.",
    "litv3.nomad.title0": "游牧"
}